Repository: ohitslaurence/maestro
Catalog: reference/loom/crates/loom-common-i18n/locales/*/messages.po
Languages: ar, bn, es, et, hi, it, ja, ru, sv

# server.api.join_request.created
source: Join request submitted
ar: تم تقديم طلب الانضمام
bn: যোগদান অনুরোধ জমা দেওয়া হয়েছে
es: Solicitud de unión enviada
et: Liitumistaotlus esitatud
hi: शामिल होने का अनुरोध सबमिट किया गया
it: Richiesta di adesione inviata
ja: 参加リクエストが送信されました
ru: Запрос на вступление отправлен
sv: Begäran att gå med har skickats

# server.api.join_request.approved
source: Join request approved
ar: تم الموافقة على طلب الانضمام
bn: যোগদান অনুরোধ অনুমোদিত
es: Solicitud de unión aprobada
et: Liitumistaotlus kinnitatud
hi: शामिल होने का अनुरोध स्वीकृत
it: Richiesta di adesione approvata
ja: 参加リクエストが承認されました
ru: Запрос на вступление одобрен
sv: Begäran att gå med godkändes

# server.api.join_request.rejected
source: Join request rejected
ar: تم رفض طلب الانضمام
bn: যোগদান অনুরোধ প্রত্যাখ্যাত
es: Solicitud de unión rechazada
et: Liitumistaotlus tagasi lükatud
hi: शामिल होने का अनुरोध अस्वीकृत
it: Richiesta di adesione rifiutata
ja: 参加リクエストが却下されました
ru: Запрос на вступление отклонён
sv: Begäran att gå med avslogs

# server.api.join_request.already_member
source: You are already a member of this organization
ar: أنت عضو بالفعل في هذه المنظمة
bn: আপনি ইতিমধ্যে এই সংস্থার সদস্য
es: Ya eres miembro de esta organización
et: Sa oled juba selle organisatsiooni liige
hi: आप पहले से इस संगठन के सदस्य हैं
it: Sei già un membro di questa organizzazione
ja: すでにこの組織のメンバーです
ru: Вы уже являетесь участником этой организации
sv: Du är redan medlem i denna organisation

# server.api.join_request.already_pending
source: You already have a pending join request
ar: لديك طلب انضمام معلق بالفعل
bn: আপনার ইতিমধ্যে একটি মুলতুবি যোগদান অনুরোধ আছে
es: Ya tienes una solicitud de unión pendiente
et: Sul on juba ootel liitumistaotlus
hi: आपके पास पहले से एक लंबित शामिल होने का अनुरोध है
it: Hai già una richiesta di adesione in sospeso
ja: 保留中の参加リクエストがすでにあります
ru: У вас уже есть ожидающий запрос на вступление
sv: Du har redan en väntande begäran att gå med

# server.api.join_request.not_found
source: Join request not found
ar: طلب الانضمام غير موجود
bn: যোগদান অনুরোধ পাওয়া যায়নি
es: Solicitud de unión no encontrada
et: Liitumistaotlust ei leitud
hi: शामिल होने का अनुरोध नहीं मिला
it: Richiesta di adesione non trovata
ja: 参加リクエストが見つかりません
ru: Запрос на вступление не найден
sv: Begäran att gå med hittades inte

# server.api.join_request.private_org
source: Cannot request to join a private organization
ar: لا يمكن طلب الانضمام إلى منظمة خاصة
bn: প্রাইভেট সংস্থায় যোগদানের অনুরোধ করা যাবে না
es: No se puede solicitar unirse a una organización privada
et: Privaatse organisatsiooniga ei saa liitumist taotleda
hi: निजी संगठन में शामिल होने का अनुरोध नहीं किया जा सकता
it: Impossibile richiedere di unirsi a un'organizzazione privata
ja: 非公開組織への参加リクエストはできません
ru: Невозможно запросить вступление в закрытую организацию
sv: Kan inte begära att gå med i en privat organisation

# server.api.api_key.invalid_org_id
source: Invalid organization ID format
ar: تنسيق معرف المنظمة غير صالح
bn: অবৈধ সংস্থা ID ফরম্যাট
es: Formato de ID de organización inválido
et: Vigane organisatsiooni ID formaat
hi: अमान्य संगठन ID प्रारूप
it: Formato ID organizzazione non valido
ja: 無効な組織ID形式です
ru: Неверный формат ID организации
sv: Ogiltigt organisations-ID-format

# server.api.api_key.name_empty
source: API key name cannot be empty
ar: لا يمكن أن يكون اسم مفتاح API فارغًا
bn: API কী এর নাম খালি হতে পারে না
es: El nombre de la clave API no puede estar vacío
et: API võtme nimi ei tohi olla tühi
hi: API कुंजी का नाम खाली नहीं हो सकता
it: Il nome della chiave API non può essere vuoto
ja: APIキー名を空にすることはできません
ru: Название API-ключа не может быть пустым
sv: API-nyckelnamn kan inte vara tomt

# server.api.api_key.no_scopes
source: At least one scope must be specified
ar: يجب تحديد نطاق واحد على الأقل
bn: অন্তত একটি স্কোপ নির্দিষ্ট করতে হবে
es: Se debe especificar al menos un alcance
et: Vähemalt üks õiguste ulatus peab olema määratud
hi: कम से कम एक स्कोप निर्दिष्ट होना चाहिए
it: Deve essere specificato almeno uno scope
ja: 少なくとも1つのスコープを指定する必要があります
ru: Необходимо указать хотя бы одну область действия
sv: Minst ett behörighetsområde måste anges

# server.api.api_key.created
source: API key created
ar: تم إنشاء مفتاح API
bn: API কী তৈরি হয়েছে
es: Clave API creada
et: API võti loodud
hi: API कुंजी बनाई गई
it: Chiave API creata
ja: APIキーが作成されました
ru: API-ключ создан
sv: API-nyckel skapad

# server.api.api_key.revoked
source: API key revoked
ar: تم إلغاء مفتاح API
bn: API কী প্রত্যাহার হয়েছে
es: Clave API revocada
et: API võti tühistatud
hi: API कुंजी रद्द की गई
it: Chiave API revocata
ja: APIキーが取り消されました
ru: API-ключ отозван
sv: API-nyckel återkallad

# server.api.api_key.not_found
source: API key not found
ar: مفتاح API غير موجود
bn: API কী পাওয়া যায়নি
es: Clave API no encontrada
et: API võtit ei leitud
hi: API कुंजी नहीं मिली
it: Chiave API non trovata
ja: APIキーが見つかりません
ru: API-ключ не найден
sv: API-nyckel hittades inte

# server.api.api_key.list_failed
source: Failed to list API keys
ar: فشل في إدراج مفاتيح API
bn: API কী তালিকাভুক্ত করতে ব্যর্থ
es: Error al listar claves API
et: API võtmete loetelu hankimine ebaõnnestus
hi: API कुंजियों को सूचीबद्ध करने में विफल
it: Impossibile elencare le chiavi API
ja: APIキーの一覧取得に失敗しました
ru: Не удалось получить список API-ключей
sv: Kunde inte lista API-nycklar

# server.api.api_key.create_failed
source: Failed to create API key
ar: فشل في إنشاء مفتاح API
bn: API কী তৈরি করতে ব্যর্থ
es: Error al crear la clave API
et: API võtme loomine ebaõnnestus
hi: API कुंजी बनाने में विफल
it: Impossibile creare la chiave API
ja: APIキーの作成に失敗しました
ru: Не удалось создать API-ключ
sv: Kunde inte skapa API-nyckel

# server.api.session.invalid_id
source: Invalid session ID format
ar: تنسيق معرف الجلسة غير صالح
bn: অবৈধ সেশন ID ফরম্যাট
es: Formato de ID de sesión inválido
et: Vigane seansi ID formaat
hi: अमान्य सत्र ID प्रारूप
it: Formato ID sessione non valido
ja: 無効なセッションID形式です
ru: Неверный формат ID сессии
sv: Ogiltigt sessions-ID-format

# server.api.session.not_found
source: Session not found
ar: الجلسة غير موجودة
bn: সেশন পাওয়া যায়নি
es: Sesión no encontrada
et: Seanssi ei leitud
hi: सत्र नहीं मिला
it: Sessione non trovata
ja: セッションが見つかりません
ru: Сессия не найдена
sv: Sessionen hittades inte

# server.api.session.revoked
source: Session revoked successfully
ar: تم إلغاء الجلسة بنجاح
bn: সেশন সফলভাবে প্রত্যাহার হয়েছে
es: Sesión revocada exitosamente
et: Seanss edukalt tühistatud
hi: सत्र सफलतापूर्वक रद्द किया गया
it: Sessione revocata con successo
ja: セッションが正常に取り消されました
ru: Сессия успешно завершена
sv: Sessionen återkallades

# server.api.session.list_failed
source: Failed to retrieve sessions
ar: فشل في استرداد الجلسات
bn: সেশন পুনরুদ্ধার করতে ব্যর্থ
es: Error al recuperar sesiones
et: Seansside hankimine ebaõnnestus
hi: सत्र प्राप्त करने में विफल
it: Impossibile recuperare le sessioni
ja: セッションの取得に失敗しました
ru: Не удалось получить список сессий
sv: Kunde inte hämta sessioner

# server.api.session.revoke_failed
source: Failed to revoke session
ar: فشل في إلغاء الجلسة
bn: সেশন প্রত্যাহার করতে ব্যর্থ
es: Error al revocar la sesión
et: Seansi tühistamine ebaõnnestus
hi: सत्र रद्द करने में विफल
it: Impossibile revocare la sessione
ja: セッションの取り消しに失敗しました
ru: Не удалось завершить сессию
sv: Kunde inte återkalla session

# server.api.session.ownership_check_failed
source: Failed to verify session ownership
ar: فشل في التحقق من ملكية الجلسة
bn: সেশন মালিকানা যাচাই করতে ব্যর্থ
es: Error al verificar la propiedad de la sesión
et: Seansi omandiõiguse kontrollimine ebaõnnestus
hi: सत्र स्वामित्व सत्यापित करने में विफल
it: Impossibile verificare la proprietà della sessione
ja: セッションの所有権の確認に失敗しました
ru: Не удалось проверить принадлежность сессии
sv: Kunde inte verifiera sessionsägande

# server.api.admin.system_admin_required
source: System admin role required
ar: مطلوب دور مسؤول النظام
bn: সিস্টেম অ্যাডমিন ভূমিকা প্রয়োজন
es: Se requiere rol de administrador del sistema
et: Süsteemiadministraatori roll nõutav
hi: सिस्टम व्यवस्थापक भूमिका आवश्यक है
it: Ruolo di amministratore di sistema richiesto
ja: システム管理者ロールが必要です
ru: Требуется роль системного администратора
sv: Systemadministratörsroll krävs

# server.api.admin.cannot_remove_own_admin
source: Cannot remove your own admin status
ar: لا يمكنك إزالة حالة المسؤول الخاصة بك
bn: আপনার নিজের অ্যাডমিন স্ট্যাটাস সরাতে পারবেন না
es: No puedes eliminar tu propio estado de administrador
et: Enda administraatori staatust ei saa eemaldada
hi: अपनी स्वयं की व्यवस्थापक स्थिति नहीं हटा सकते
it: Impossibile rimuovere il proprio stato di amministratore
ja: 自分の管理者ステータスを削除することはできません
ru: Невозможно снять собственный статус администратора
sv: Kan inte ta bort din egen administratörsstatus

# server.api.admin.cannot_remove_last_admin
source: Cannot remove the last system administrator
ar: لا يمكن إزالة آخر مسؤول في النظام
bn: শেষ সিস্টেম অ্যাডমিনিস্ট্রেটর সরানো যাবে না
es: No se puede eliminar al último administrador del sistema
et: Viimast süsteemiadministraatorit ei saa eemaldada
hi: अंतिम सिस्टम व्यवस्थापक को हटाया नहीं जा सकता
it: Impossibile rimuovere l'ultimo amministratore di sistema
ja: 最後のシステム管理者は削除できません
ru: Невозможно удалить последнего системного администратора
sv: Kan inte ta bort den sista systemadministratören

# server.api.admin.user_list_failed
source: Failed to list users
ar: فشل في إدراج المستخدمين
bn: ব্যবহারকারীদের তালিকাভুক্ত করতে ব্যর্থ
es: Error al listar usuarios
et: Kasutajate loetelu hankimine ebaõnnestus
hi: उपयोगकर्ताओं को सूचीबद्ध करने में विफल
it: Impossibile elencare gli utenti
ja: ユーザーの一覧取得に失敗しました
ru: Не удалось получить список пользователей
sv: Kunde inte lista användare

# server.api.admin.user_update_failed
source: Failed to update user
ar: فشل في تحديث المستخدم
bn: ব্যবহারকারী আপডেট করতে ব্যর্থ
es: Error al actualizar usuario
et: Kasutaja uuendamine ebaõnnestus
hi: उपयोगकर्ता को अपडेट करने में विफल
it: Impossibile aggiornare l'utente
ja: ユーザーの更新に失敗しました
ru: Не удалось обновить пользователя
sv: Kunde inte uppdatera användare

# server.api.admin.roles_updated
source: User roles updated
ar: تم تحديث أدوار المستخدم
bn: ব্যবহারকারীর ভূমিকা আপডেট হয়েছে
es: Roles de usuario actualizados
et: Kasutaja rollid uuendatud
hi: उपयोगकर्ता भूमिकाएँ अपडेट की गईं
it: Ruoli utente aggiornati
ja: ユーザーロールが更新されました
ru: Роли пользователя обновлены
sv: Användarroller uppdaterade

# server.auth.device.title
source: Device Authorization - Loom
ar: تفويض الجهاز - Loom
bn: ডিভাইস অনুমোদন - Loom
es: Autorización de Dispositivo - Loom
et: Seadme autoriseerimine - Loom
hi: डिवाइस प्राधिकरण - Loom
it: Autorizzazione dispositivo - Loom
ja: デバイス認証 - Loom
ru: Авторизация устройства — Loom
sv: Enhetsauktorisering - Loom

# server.auth.device.heading
source: Device Authorization
ar: تفويض الجهاز
bn: ডিভাইস অনুমোদন
es: Autorización de Dispositivo
et: Seadme autoriseerimine
hi: डिवाइस प्राधिकरण
it: Autorizzazione dispositivo
ja: デバイス認証
ru: Авторизация устройства
sv: Enhetsauktorisering

# server.auth.device.subtitle
source: Enter the code shown in your terminal
ar: أدخل الرمز الظاهر في الطرفية
bn: আপনার টার্মিনালে দেখানো কোড প্রবেশ করুন
es: Ingresa el código que aparece en tu terminal
et: Sisesta terminalis näidatud kood
hi: अपने टर्मिनल में दिखाया गया कोड दर्ज करें
it: Inserisci il codice mostrato nel tuo terminale
ja: ターミナルに表示されているコードを入力してください
ru: Введите код, показанный в вашем терминале
sv: Ange koden som visas i din terminal

# server.auth.device.code_label
source: Authorization Code
ar: رمز التفويض
bn: অনুমোদন কোড
es: Código de Autorización
et: Autoriseerimiskood
hi: प्राधिकरण कोड
it: Codice di autorizzazione
ja: 認証コード
ru: Код авторизации
sv: Auktoriseringskod

# server.auth.device.submit
source: Authorize Device
ar: تفويض الجهاز
bn: ডিভাইস অনুমোদন করুন
es: Autorizar Dispositivo
et: Autoriseeri seade
hi: डिवाइस अधिकृत करें
it: Autorizza dispositivo
ja: デバイスを認証
ru: Авторизовать устройство
sv: Auktorisera enhet

# server.auth.device.authorizing
source: Authorizing...
ar: جارٍ التفويض...
bn: অনুমোদন হচ্ছে...
es: Autorizando...
et: Autoriseerin...
hi: अधिकृत कर रहे हैं...
it: Autorizzazione in corso...
ja: 認証中...
ru: Авторизация...
sv: Auktoriserar...

# server.auth.device.authorized
source: Authorized
ar: تم التفويض
bn: অনুমোদিত
es: Autorizado
et: Autoriseeritud
hi: अधिकृत
it: Autorizzato
ja: 認証完了
ru: Авторизовано
sv: Auktoriserad

# server.auth.device.expiry_help
source: This code expires after 15 minutes.
ar: تنتهي صلاحية هذا الرمز بعد 15 دقيقة.
bn: এই কোডটি ১৫ মিনিট পর মেয়াদ শেষ হয়ে যাবে।
es: Este código expira en 15 minutos.
et: See kood aegub 15 minuti pärast.
hi: यह कोड 15 मिनट बाद समाप्त हो जाता है।
it: Questo codice scade dopo 15 minuti.
ja: このコードは15分後に有効期限が切れます。
ru: Срок действия этого кода истекает через 15 минут.
sv: Denna kod går ut efter 15 minuter.

# server.auth.device.success
source: Device authorized successfully! You can close this window.
ar: تم تفويض الجهاز بنجاح! يمكنك إغلاق هذه النافذة.
bn: ডিভাইস সফলভাবে অনুমোদিত! আপনি এই উইন্ডো বন্ধ করতে পারেন।
es: ¡Dispositivo autorizado exitosamente! Puedes cerrar esta ventana.
et: Seade edukalt autoriseeritud! Võid selle akna sulgeda.
hi: डिवाइस सफलतापूर्वक अधिकृत! आप इस विंडो को बंद कर सकते हैं।
it: Dispositivo autorizzato con successo! Puoi chiudere questa finestra.
ja: デバイスが正常に認証されました！このウィンドウを閉じてください。
ru: Устройство успешно авторизовано! Вы можете закрыть это окно.
sv: Enheten auktoriserades! Du kan stänga detta fönster.

# server.auth.device.invalid_format
source: Please enter a valid code in format XXX-XXX-XXX
ar: يرجى إدخال رمز صالح بالتنسيق XXX-XXX-XXX
bn: অনুগ্রহ করে XXX-XXX-XXX ফরম্যাটে একটি বৈধ কোড প্রবেশ করুন
es: Por favor ingresa un código válido en formato XXX-XXX-XXX
et: Palun sisesta kehtiv kood formaadis XXX-XXX-XXX
hi: कृपया XXX-XXX-XXX प्रारूप में एक वैध कोड दर्ज करें
it: Inserisci un codice valido nel formato XXX-XXX-XXX
ja: XXX-XXX-XXX形式の有効なコードを入力してください
ru: Введите код в формате XXX-XXX-XXX
sv: Ange en giltig kod i formatet XXX-XXX-XXX

# server.auth.device.error
source: An error occurred. Please try again.
ar: حدث خطأ. يرجى المحاولة مرة أخرى.
bn: একটি ত্রুটি ঘটেছে। অনুগ্রহ করে আবার চেষ্টা করুন।
es: Ocurrió un error. Por favor intenta de nuevo.
et: Tekkis viga. Palun proovi uuesti.
hi: एक त्रुटि हुई। कृपया पुनः प्रयास करें।
it: Si è verificato un errore. Riprova.
ja: エラーが発生しました。もう一度お試しください。
ru: Произошла ошибка. Попробуйте ещё раз.
sv: Ett fel uppstod. Försök igen.

# server.auth.device.auth_failed
source: Authorization failed. Please try again.
ar: فشل التفويض. يرجى المحاولة مرة أخرى.
bn: অনুমোদন ব্যর্থ হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।
es: La autorización falló. Por favor intenta de nuevo.
et: Autoriseerimine ebaõnnestus. Palun proovi uuesti.
hi: प्राधिकरण विफल। कृपया पुनः प्रयास करें।
it: Autorizzazione fallita. Riprova.
ja: 認証に失敗しました。もう一度お試しください。
ru: Авторизация не удалась. Попробуйте ещё раз.
sv: Auktoriseringen misslyckades. Försök igen.

# server.api.support_access.not_support_staff
source: Only support staff can request support access
ar: يمكن لموظفي الدعم فقط طلب الوصول إلى الدعم
bn: শুধুমাত্র সাপোর্ট স্টাফ সাপোর্ট অ্যাক্সেস অনুরোধ করতে পারে
es: Solo el personal de soporte puede solicitar acceso de soporte
et: Ainult tugitöötajad saavad tugijuurdepääsu taotleda
hi: केवल सहायता कर्मचारी ही सहायता पहुँच का अनुरोध कर सकते हैं
it: Solo il personale di supporto può richiedere l'accesso di supporto
ja: サポートアクセスをリクエストできるのはサポートスタッフのみです
ru: Только сотрудники поддержки могут запрашивать доступ
sv: Endast supportpersonal kan begära supportåtkomst

# server.api.support_access.thread_not_found
source: Thread not found
ar: المحادثة غير موجودة
bn: থ্রেড পাওয়া যায়নি
es: Hilo no encontrado
et: Lõime ei leitud
hi: थ्रेड नहीं मिला
it: Conversazione non trovata
ja: スレッドが見つかりません
ru: Тред не найден
sv: Tråden hittades inte

# server.api.support_access.already_requested
source: Support access has already been requested for this thread
ar: تم طلب الوصول إلى الدعم بالفعل لهذه المحادثة
bn: এই থ্রেডের জন্য সাপোর্ট অ্যাক্সেস ইতিমধ্যে অনুরোধ করা হয়েছে
es: Ya se ha solicitado acceso de soporte para este hilo
et: Tugijuurdepääs on selle lõime jaoks juba taotletud
hi: इस थ्रेड के लिए सहायता पहुँच पहले से अनुरोधित है
it: L'accesso di supporto è già stato richiesto per questa conversazione
ja: このスレッドのサポートアクセスはすでにリクエストされています
ru: Доступ поддержки уже запрошен для этого треда
sv: Supportåtkomst har redan begärts för denna tråd

# server.api.support_access.already_active
source: Support access is already active for this thread
ar: الوصول إلى الدعم نشط بالفعل لهذه المحادثة
bn: এই থ্রেডের জন্য সাপোর্ট অ্যাক্সেস ইতিমধ্যে সক্রিয়
es: El acceso de soporte ya está activo para este hilo
et: Tugijuurdepääs on selle lõime jaoks juba aktiivne
hi: इस थ्रेड के लिए सहायता पहुँच पहले से सक्रिय है
it: L'accesso di supporto è già attivo per questa conversazione
ja: このスレッドのサポートアクセスはすでに有効です
ru: Доступ поддержки уже активен для этого треда
sv: Supportåtkomst är redan aktiv för denna tråd

# server.api.support_access.requested
source: Support access requested
ar: تم طلب الوصول إلى الدعم
bn: সাপোর্ট অ্যাক্সেস অনুরোধ করা হয়েছে
es: Acceso de soporte solicitado
et: Tugijuurdepääs taotletud
hi: सहायता पहुँच का अनुरोध किया गया
it: Accesso di supporto richiesto
ja: サポートアクセスがリクエストされました
ru: Доступ поддержки запрошен
sv: Supportåtkomst begärd

# server.api.support_access.request_failed
source: Failed to request support access
ar: فشل في طلب الوصول إلى الدعم
bn: সাপোর্ট অ্যাক্সেস অনুরোধ করতে ব্যর্থ
es: Error al solicitar acceso de soporte
et: Tugijuurdepääsu taotlemine ebaõnnestus
hi: सहायता पहुँच का अनुरोध करने में विफल
it: Impossibile richiedere l'accesso di supporto
ja: サポートアクセスのリクエストに失敗しました
ru: Не удалось запросить доступ поддержки
sv: Kunde inte begära supportåtkomst

# server.api.support_access.not_owner
source: Only the thread owner can approve or revoke support access
ar: يمكن لمالك المحادثة فقط الموافقة على الوصول إلى الدعم أو إلغائه
bn: শুধুমাত্র থ্রেড মালিক সাপোর্ট অ্যাক্সেস অনুমোদন বা প্রত্যাহার করতে পারে
es: Solo el propietario del hilo puede aprobar o revocar el acceso de soporte
et: Ainult lõime omanik saab tugijuurdepääsu kinnitada või tühistada
hi: केवल थ्रेड मालिक ही सहायता पहुँच को स्वीकृत या रद्द कर सकते हैं
it: Solo il proprietario della conversazione può approvare o revocare l'accesso di supporto
ja: サポートアクセスを承認または取り消しできるのはスレッドのオーナーのみです
ru: Только владелец треда может одобрить или отозвать доступ поддержки
sv: Endast trådägaren kan godkänna eller återkalla supportåtkomst

# server.api.support_access.no_pending_request
source: No pending support access request found for this thread
ar: لم يتم العثور على طلب وصول دعم معلق لهذه المحادثة
bn: এই থ্রেডের জন্য কোনো মুলতুবি সাপোর্ট অ্যাক্সেস অনুরোধ পাওয়া যায়নি
es: No se encontró solicitud de acceso de soporte pendiente para este hilo
et: Selle lõime jaoks pole ootel tugijuurdepääsu taotlust
hi: इस थ्रेड के लिए कोई लंबित सहायता पहुँच अनुरोध नहीं मिला
it: Nessuna richiesta di accesso di supporto in sospeso trovata per questa conversazione
ja: このスレッドに保留中のサポートアクセスリクエストはありません
ru: Нет ожидающего запроса на доступ поддержки для этого треда
sv: Ingen väntande supportåtkomstbegäran hittades för denna tråd

# server.api.support_access.approved
source: Support access approved
ar: تمت الموافقة على الوصول إلى الدعم
bn: সাপোর্ট অ্যাক্সেস অনুমোদিত
es: Acceso de soporte aprobado
et: Tugijuurdepääs kinnitatud
hi: सहायता पहुँच स्वीकृत
it: Accesso di supporto approvato
ja: サポートアクセスが承認されました
ru: Доступ поддержки одобрен
sv: Supportåtkomst godkänd

# server.api.support_access.approve_failed
source: Failed to approve support access
ar: فشل في الموافقة على الوصول إلى الدعم
bn: সাপোর্ট অ্যাক্সেস অনুমোদন করতে ব্যর্থ
es: Error al aprobar acceso de soporte
et: Tugijuurdepääsu kinnitamine ebaõnnestus
hi: सहायता पहुँच स्वीकृत करने में विफल
it: Impossibile approvare l'accesso di supporto
ja: サポートアクセスの承認に失敗しました
ru: Не удалось одобрить доступ поддержки
sv: Kunde inte godkänna supportåtkomst

# server.api.support_access.no_active_access
source: No active support access found for this thread
ar: لم يتم العثور على وصول دعم نشط لهذه المحادثة
bn: এই থ্রেডের জন্য কোনো সক্রিয় সাপোর্ট অ্যাক্সেস পাওয়া যায়নি
es: No se encontró acceso de soporte activo para este hilo
et: Selle lõime jaoks pole aktiivset tugijuurdepääsu
hi: इस थ्रेड के लिए कोई सक्रिय सहायता पहुँच नहीं मिली
it: Nessun accesso di supporto attivo trovato per questa conversazione
ja: このスレッドに有効なサポートアクセスはありません
ru: Нет активного доступа поддержки для этого треда
sv: Ingen aktiv supportåtkomst hittades för denna tråd

# server.api.support_access.revoked
source: Support access revoked
ar: تم إلغاء الوصول إلى الدعم
bn: সাপোর্ট অ্যাক্সেস প্রত্যাহার হয়েছে
es: Acceso de soporte revocado
et: Tugijuurdepääs tühistatud
hi: सहायता पहुँच रद्द की गई
it: Accesso di supporto revocato
ja: サポートアクセスが取り消されました
ru: Доступ поддержки отозван
sv: Supportåtkomst återkallad

# server.api.support_access.revoke_failed
source: Failed to revoke support access
ar: فشل في إلغاء الوصول إلى الدعم
bn: সাপোর্ট অ্যাক্সেস প্রত্যাহার করতে ব্যর্থ
es: Error al revocar acceso de soporte
et: Tugijuurdepääsu tühistamine ebaõnnestus
hi: सहायता पहुँच रद्द करने में विफल
it: Impossibile revocare l'accesso di supporto
ja: サポートアクセスの取り消しに失敗しました
ru: Не удалось отозвать доступ поддержки
sv: Kunde inte återkalla supportåtkomst

# server.api.share.invalid_thread_id
source: Invalid thread ID format
ar: تنسيق معرف المحادثة غير صالح
bn: অবৈধ থ্রেড ID ফরম্যাট
es: Formato de ID de hilo inválido
et: Vigane lõime ID formaat
hi: अमान्य थ्रेड ID प्रारूप
it: Formato ID conversazione non valido
ja: 無効なスレッドID形式です
ru: Неверный формат ID треда
sv: Ogiltigt tråd-ID-format

# server.api.share.thread_not_found
source: Thread not found
ar: المحادثة غير موجودة
bn: থ্রেড পাওয়া যায়নি
es: Hilo no encontrado
et: Lõime ei leitud
hi: थ्रेड नहीं मिला
it: Conversazione non trovata
ja: スレッドが見つかりません
ru: Тред не найден
sv: Tråden hittades inte

# server.api.share.invalid_expires_at
source: Invalid expiration date format. Use RFC 3339 format.
ar: تنسيق تاريخ انتهاء الصلاحية غير صالح. استخدم تنسيق RFC 3339.
bn: অবৈধ মেয়াদ শেষের তারিখ ফরম্যাট। RFC 3339 ফরম্যাট ব্যবহার করুন।
es: Formato de fecha de expiración inválido. Use formato RFC 3339.
et: Vigane aegumiskuupäeva formaat. Kasuta RFC 3339 formaati.
hi: अमान्य समाप्ति तिथि प्रारूप। RFC 3339 प्रारूप का उपयोग करें।
it: Formato data di scadenza non valido. Usa il formato RFC 3339.
ja: 無効な有効期限形式です。RFC 3339形式を使用してください。
ru: Неверный формат даты истечения. Используйте формат RFC 3339.
sv: Ogiltigt utgångsdatumformat. Använd RFC 3339-format.

# server.api.share.create_failed
source: Failed to create share link
ar: فشل في إنشاء رابط المشاركة
bn: শেয়ার লিংক তৈরি করতে ব্যর্থ
es: Error al crear enlace de compartir
et: Jagamislingi loomine ebaõnnestus
hi: शेयर लिंक बनाने में विफल
it: Impossibile creare il link di condivisione
ja: 共有リンクの作成に失敗しました
ru: Не удалось создать ссылку для совместного доступа
sv: Kunde inte skapa delningslänk

# server.api.share.link_not_found
source: No active share link found for this thread
ar: لم يتم العثور على رابط مشاركة نشط لهذه المحادثة
bn: এই থ্রেডের জন্য কোনো সক্রিয় শেয়ার লিংক পাওয়া যায়নি
es: No se encontró enlace de compartir activo para este hilo
et: Selle lõime jaoks pole aktiivset jagamislinki
hi: इस थ्रेड के लिए कोई सक्रिय शेयर लिंक नहीं मिली
it: Nessun link di condivisione attivo trovato per questa conversazione
ja: このスレッドに有効な共有リンクが見つかりません
ru: Активная ссылка для совместного доступа не найдена для этого треда
sv: Ingen aktiv delningslänk hittades för denna tråd

# server.api.share.revoked
source: Share link revoked
ar: تم إلغاء رابط المشاركة
bn: শেয়ার লিংক প্রত্যাহার হয়েছে
es: Enlace de compartir revocado
et: Jagamislink tühistatud
hi: शेयर लिंक रद्द की गई
it: Link di condivisione revocato
ja: 共有リンクが取り消されました
ru: Ссылка для совместного доступа отозвана
sv: Delningslänk återkallad
