Repository: ohitslaurence/maestro
Catalog: reference/loom/crates/loom-common-i18n/locales/*/messages.po
Languages: ar, bn, es, et, hi, it, ja, ru, sv

# server.api.share.revoke_failed
source: Failed to revoke share link
ar: فشل في إلغاء رابط المشاركة
bn: শেয়ার লিংক প্রত্যাহার করতে ব্যর্থ
es: Error al revocar enlace de compartir
et: Jagamislingi tühistamine ebaõnnestus
hi: शेयर लिंक रद्द करने में विफल
it: Impossibile revocare il link di condivisione
ja: 共有リンクの取り消しに失敗しました
ru: Не удалось отозвать ссылку для совместного доступа
sv: Kunde inte återkalla delningslänk

# server.api.share.invalid_or_expired
source: Invalid or expired share link
ar: رابط مشاركة غير صالح أو منتهي الصلاحية
bn: অবৈধ বা মেয়াদোত্তীর্ণ শেয়ার লিংক
es: Enlace de compartir inválido o expirado
et: Vigane või aegunud jagamislink
hi: अमान्य या समाप्त शेयर लिंक
it: Link di condivisione non valido o scaduto
ja: 無効または期限切れの共有リンクです
ru: Недействительная или просроченная ссылка для совместного доступа
sv: Ogiltig eller utgången delningslänk

# server.api.share.link_revoked
source: This share link has been revoked
ar: تم إلغاء رابط المشاركة هذا
bn: এই শেয়ার লিংক প্রত্যাহার করা হয়েছে
es: Este enlace de compartir ha sido revocado
et: See jagamislink on tühistatud
hi: यह शेयर लिंक रद्द कर दी गई है
it: Questo link di condivisione è stato revocato
ja: この共有リンクは取り消されました
ru: Эта ссылка для совместного доступа была отозвана
sv: Denna delningslänk har återkallats

# server.api.share.link_expired
source: This share link has expired
ar: انتهت صلاحية رابط المشاركة هذا
bn: এই শেয়ার লিংকের মেয়াদ শেষ হয়ে গেছে
es: Este enlace de compartir ha expirado
et: See jagamislink on aegunud
hi: यह शेयर लिंक समाप्त हो गई है
it: Questo link di condivisione è scaduto
ja: この共有リンクは有効期限が切れています
ru: Срок действия ссылки для совместного доступа истёк
sv: Denna delningslänk har gått ut

# server.api.share.validation_failed
source: Failed to validate share link
ar: فشل في التحقق من رابط المشاركة
bn: শেয়ার লিংক যাচাই করতে ব্যর্থ
es: Error al validar enlace de compartir
et: Jagamislingi valideerimine ebaõnnestus
hi: शेयर लिंक सत्यापित करने में विफल
it: Impossibile convalidare il link di condivisione
ja: 共有リンクの検証に失敗しました
ru: Не удалось проверить ссылку для совместного доступа
sv: Kunde inte validera delningslänk

# server.api.share.fetch_failed
source: Failed to fetch thread
ar: فشل في جلب المحادثة
bn: থ্রেড আনতে ব্যর্থ
es: Error al obtener el hilo
et: Lõime hankimine ebaõnnestus
hi: थ्रेड प्राप्त करने में विफल
it: Impossibile recuperare la conversazione
ja: スレッドの取得に失敗しました
ru: Не удалось загрузить тред
sv: Kunde inte hämta tråd

# server.api.weaver.provisioner_not_configured
source: Weaver provisioner not configured
ar: لم يتم تكوين مزود الـ weaver
bn: Weaver প্রোভিশনার কনফিগার করা হয়নি
es: El aprovisionador de weaver no está configurado
et: Weaver provisioner pole seadistatud
hi: Weaver प्रोविज़नर कॉन्फ़िगर नहीं है
it: Provisioner Weaver non configurato
ja: Weaverプロビジョナーが設定されていません
ru: Провизионер Weaver не настроен
sv: Weaver-provisioner är inte konfigurerad

# server.api.weaver.invalid_id
source: Invalid weaver ID: {id}
ar: معرف weaver غير صالح: {id}
bn: অবৈধ weaver ID: {id}
es: ID de weaver inválido: {id}
et: Vigane Weaveri ID: {id}
hi: अमान्य Weaver ID: {id}
it: ID Weaver non valido: {id}
ja: 無効なWeaver ID：{id}
ru: Неверный ID Weaver: {id}
sv: Ogiltigt weaver-ID: {id}

# server.api.weaver.not_found
source: Weaver not found: {id}
ar: لم يتم العثور على weaver: {id}
bn: Weaver পাওয়া যায়নি: {id}
es: Weaver no encontrado: {id}
et: Weaverit ei leitud: {id}
hi: Weaver नहीं मिला: {id}
it: Weaver non trovato: {id}
ja: Weaverが見つかりません：{id}
ru: Weaver не найден: {id}
sv: Weaver hittades inte: {id}

# server.api.weaver.access_denied
source: You do not have permission to access this weaver
ar: ليس لديك إذن للوصول إلى هذا الـ weaver
bn: এই weaver অ্যাক্সেস করার অনুমতি আপনার নেই
es: No tienes permiso para acceder a este weaver
et: Sul pole õigust sellele Weaverile ligi pääseda
hi: आपको इस Weaver तक पहुँचने की अनुमति नहीं है
it: Non hai il permesso di accedere a questo Weaver
ja: このWeaverにアクセスする権限がありません
ru: У вас нет прав доступа к этому Weaver
sv: Du har inte behörighet att komma åt denna weaver

# server.api.weaver.attach_denied
source: You do not have permission to attach to this weaver
ar: ليس لديك إذن للاتصال بهذا الـ weaver
bn: এই weaver-এ সংযুক্ত হওয়ার অনুমতি আপনার নেই
es: No tienes permiso para conectarte a este weaver
et: Sul pole õigust selle Weaveriga ühenduda
hi: आपको इस Weaver से जुड़ने की अनुमति नहीं है
it: Non hai il permesso di collegarti a questo Weaver
ja: このWeaverにアタッチする権限がありません
ru: У вас нет прав подключения к этому Weaver
sv: Du har inte behörighet att ansluta till denna weaver

# server.api.weaver.delete_denied
source: You do not have permission to delete this weaver
ar: ليس لديك إذن لحذف هذا الـ weaver
bn: এই weaver মুছে ফেলার অনুমতি আপনার নেই
es: No tienes permiso para eliminar este weaver
et: Sul pole õigust seda Weaverit kustutada
hi: आपको इस Weaver को हटाने की अनुमति नहीं है
it: Non hai il permesso di eliminare questo Weaver
ja: このWeaverを削除する権限がありません
ru: У вас нет прав удаления этого Weaver
sv: Du har inte behörighet att radera denna weaver

# server.api.weaver.read_only_attach
source: Read-only attach: input is disabled for support users
ar: اتصال للقراءة فقط: الإدخال معطل لمستخدمي الدعم
bn: শুধুমাত্র পড়ার সংযুক্তি: সাপোর্ট ব্যবহারকারীদের জন্য ইনপুট অক্ষম
es: Conexión de solo lectura: la entrada está deshabilitada para usuarios de soporte
et: Ainult lugemisõigusega ühendus: sisend on tugikasutajate jaoks keelatud
hi: केवल-पढ़ने योग्य जुड़ाव: सहायता उपयोगकर्ताओं के लिए इनपुट अक्षम है
it: Collegamento in sola lettura: l'input è disabilitato per gli utenti di supporto
ja: 読み取り専用アタッチ：サポートユーザーは入力が無効です
ru: Подключение только для чтения: ввод отключён для сотрудников поддержки
sv: Skrivskyddad anslutning: inmatning är inaktiverad för supportanvändare

# server.api.weaver.logs_denied
source: You do not have permission to access this weaver's logs
ar: ليس لديك إذن للوصول إلى سجلات هذا الـ weaver
bn: এই weaver-এর লগ অ্যাক্সেস করার অনুমতি আপনার নেই
es: No tienes permiso para acceder a los logs de este weaver
et: Sul pole õigust selle Weaveri logidele ligi pääseda
hi: आपको इस Weaver के लॉग तक पहुँचने की अनुमति नहीं है
it: Non hai il permesso di accedere ai log di questo Weaver
ja: このWeaverのログにアクセスする権限がありません
ru: У вас нет прав доступа к логам этого Weaver
sv: Du har inte behörighet att komma åt denna weavers loggar

# client.update.current_version
source: Current version: {version}
ar: الإصدار الحالي: {version}
bn: বর্তমান সংস্করণ: {version}
es: Versión actual: {version}
et: Praegune versioon: {version}
hi: वर्तमान संस्करण: {version}
it: Versione corrente: {version}
ja: 現在のバージョン：{version}
ru: Текущая версия: {version}
sv: Aktuell version: {version}

# client.update.platform
source: Platform: {platform}
ar: المنصة: {platform}
bn: প্ল্যাটফর্ম: {platform}
es: Plataforma: {platform}
et: Platvorm: {platform}
hi: प्लेटफ़ॉर्म: {platform}
it: Piattaforma: {platform}
ja: プラットフォーム：{platform}
ru: Платформа: {platform}
sv: Plattform: {platform}

# client.update.checking
source: Checking for updates...
ar: جارٍ البحث عن تحديثات...
bn: আপডেট পরীক্ষা করা হচ্ছে...
es: Buscando actualizaciones...
et: Uuenduste kontrollimine...
hi: अपडेट की जाँच हो रही है...
it: Verifica aggiornamenti in corso...
ja: アップデートを確認中...
ru: Проверка обновлений...
sv: Söker efter uppdateringar...

# client.update.up_to_date
source: Already up to date (SHA: {sha})
ar: محدث بالفعل (SHA: {sha})
bn: ইতিমধ্যে আপ টু ডেট (SHA: {sha})
es: Ya está actualizado (SHA: {sha})
et: Juba ajakohane (SHA: {sha})
hi: पहले से अप टू डेट है (SHA: {sha})
it: Già aggiornato (SHA: {sha})
ja: すでに最新です（SHA：{sha}）
ru: Установлена последняя версия (SHA: {sha})
sv: Redan uppdaterad (SHA: {sha})

# client.update.available
source: Update available: {current} -> {remote}
ar: تحديث متاح: {current} -> {remote}
bn: আপডেট উপলব্ধ: {current} -> {remote}
es: Actualización disponible: {current} -> {remote}
et: Uuendus saadaval: {current} -> {remote}
hi: अपडेट उपलब्ध: {current} -> {remote}
it: Aggiornamento disponibile: {current} -> {remote}
ja: アップデートが利用可能です：{current} -> {remote}
ru: Доступно обновление: {current} -> {remote}
sv: Uppdatering tillgänglig: {current} -> {remote}

# client.update.downloading
source: Downloading from {url}...
ar: جارٍ التنزيل من {url}...
bn: {url} থেকে ডাউনলোড হচ্ছে...
es: Descargando desde {url}...
et: Allalaadimine aadressilt {url}...
hi: {url} से डाउनलोड हो रहा है...
it: Download da {url}...
ja: {url}からダウンロード中...
ru: Загрузка с {url}...
sv: Laddar ner från {url}...

# client.update.downloaded
source: Downloaded {bytes} bytes (verified)
ar: تم تنزيل {bytes} بايت (تم التحقق)
bn: {bytes} বাইট ডাউনলোড হয়েছে (যাচাইকৃত)
es: Descargados {bytes} bytes (verificado)
et: Alla laaditud {bytes} baiti (kontrollitud)
hi: {bytes} बाइट्स डाउनलोड किए गए (सत्यापित)
it: Scaricati {bytes} byte (verificato)
ja: {bytes}バイトをダウンロードしました（検証済み）
ru: Загружено {bytes} байт (проверено)
sv: Laddade ner {bytes} bytes (verifierad)

# client.update.complete
source: Update complete! Please restart loom.
ar: اكتمل التحديث! يرجى إعادة تشغيل loom.
bn: আপডেট সম্পন্ন! অনুগ্রহ করে loom পুনরায় চালু করুন।
es: ¡Actualización completa! Por favor reinicia loom.
et: Uuendamine lõpetatud! Palun taaskäivita loom.
hi: अपडेट पूर्ण! कृपया loom पुनः आरंभ करें।
it: Aggiornamento completato! Riavvia loom.
ja: アップデート完了！loomを再起動してください。
ru: Обновление завершено! Перезапустите loom.
sv: Uppdatering klar! Starta om loom.

# client.update.error.empty_binary
source: Downloaded binary is empty
ar: الملف الثنائي المنزل فارغ
bn: ডাউনলোড করা বাইনারি খালি
es: El binario descargado está vacío
et: Alla laaditud programm on tühi
hi: डाउनलोड की गई बाइनरी खाली है
it: Il binario scaricato è vuoto
ja: ダウンロードされたバイナリが空です
ru: Загруженный файл пуст
sv: Den nedladdade binärfilen är tom

# client.update.error.sha_mismatch
source: Downloaded binary SHA mismatch: expected {expected}, got {actual}
ar: عدم تطابق SHA للملف الثنائي المنزل: متوقع {expected}، حصلت على {actual}
bn: ডাউনলোড করা বাইনারি SHA মেলেনি: প্রত্যাশিত {expected}, পাওয়া গেছে {actual}
es: SHA del binario descargado no coincide: esperado {expected}, obtenido {actual}
et: Alla laaditud programmi SHA ei ühti: oodati {expected}, saadi {actual}
hi: डाउनलोड की गई बाइनरी SHA बेमेल: अपेक्षित {expected}, प्राप्त {actual}
it: Mismatch SHA del binario scaricato: atteso {expected}, ottenuto {actual}
ja: ダウンロードされたバイナリのSHAが一致しません：期待値 {expected}、実際 {actual}
ru: Несоответствие SHA загруженного файла: ожидалось {expected}, получено {actual}
sv: SHA-kontrollsumma för nedladdad binärfil stämmer inte: förväntad {expected}, fick {actual}

# client.update.error.env_not_set
source: LOOM_UPDATE_BASE_URL or LOOM_THREAD_SYNC_URL must be set for updates
ar: يجب تعيين LOOM_UPDATE_BASE_URL أو LOOM_THREAD_SYNC_URL للتحديثات
bn: আপডেটের জন্য LOOM_UPDATE_BASE_URL বা LOOM_THREAD_SYNC_URL সেট করতে হবে
es: LOOM_UPDATE_BASE_URL o LOOM_THREAD_SYNC_URL deben estar configurados para actualizaciones
et: Uuenduste jaoks peab olema seadistatud LOOM_UPDATE_BASE_URL või LOOM_THREAD_SYNC_URL
hi: अपडेट के लिए LOOM_UPDATE_BASE_URL या LOOM_THREAD_SYNC_URL सेट होना चाहिए
it: LOOM_UPDATE_BASE_URL o LOOM_THREAD_SYNC_URL deve essere impostato per gli aggiornamenti
ja: アップデートにはLOOM_UPDATE_BASE_URLまたはLOOM_THREAD_SYNC_URLを設定する必要があります
ru: Для обновлений должна быть установлена переменная LOOM_UPDATE_BASE_URL или LOOM_THREAD_SYNC_URL
sv: LOOM_UPDATE_BASE_URL eller LOOM_THREAD_SYNC_URL måste vara inställd för uppdateringar

# client.update.error.check_failed
source: Failed to check for updates: {status}
ar: فشل البحث عن تحديثات: {status}
bn: আপডেট পরীক্ষা করতে ব্যর্থ: {status}
es: Error al buscar actualizaciones: {status}
et: Uuenduste kontrollimine ebaõnnestus: {status}
hi: अपडेट की जाँच करने में विफल: {status}
it: Impossibile verificare gli aggiornamenti: {status}
ja: アップデートの確認に失敗しました：{status}
ru: Не удалось проверить обновления: {status}
sv: Kunde inte söka efter uppdateringar: {status}

# client.auth.visit_url
source: Visit {url} and enter code: {code}
ar: قم بزيارة {url} وأدخل الرمز: {code}
bn: {url} ভিজিট করুন এবং কোড প্রবেশ করুন: {code}
es: Visita {url} e ingresa el código: {code}
et: Külasta {url} ja sisesta kood: {code}
hi: {url} पर जाएँ और कोड दर्ज करें: {code}
it: Visita {url} e inserisci il codice: {code}
ja: {url}にアクセスして、コードを入力してください：{code}
ru: Перейдите по адресу {url} и введите код: {code}
sv: Besök {url} och ange kod: {code}

# client.auth.browser_failed
source: (could not open browser automatically)
ar: (تعذر فتح المتصفح تلقائياً)
bn: (স্বয়ংক্রিয়ভাবে ব্রাউজার খোলা যায়নি)
es: (no se pudo abrir el navegador automáticamente)
et: (brauserit ei saanud automaatselt avada)
hi: (ब्राउज़र स्वचालित रूप से नहीं खोला जा सका)
it: (impossibile aprire il browser automaticamente)
ja: （ブラウザを自動的に開けませんでした）
ru: (не удалось автоматически открыть браузер)
sv: (kunde inte öppna webbläsaren automatiskt)

# client.auth.waiting
source: Waiting for authorization
ar: في انتظار التفويض
bn: অনুমোদনের জন্য অপেক্ষা করা হচ্ছে
es: Esperando autorización
et: Autoriseerimise ootel
hi: प्राधिकरण की प्रतीक्षा हो रही है
it: In attesa di autorizzazione
ja: 認証を待っています
ru: Ожидание авторизации
sv: Väntar på auktorisering

# client.auth.timed_out
source: Authorization timed out
ar: انتهت مهلة التفويض
bn: অনুমোদনের সময় শেষ
es: La autorización expiró
et: Autoriseerimise aeg sai läbi
hi: प्राधिकरण का समय समाप्त हो गया
it: Autorizzazione scaduta
ja: 認証がタイムアウトしました
ru: Время авторизации истекло
sv: Auktoriseringen tog för lång tid

# client.auth.cancelled
source: Login cancelled
ar: تم إلغاء تسجيل الدخول
bn: লগইন বাতিল হয়েছে
es: Inicio de sesión cancelado
et: Sisselogimine tühistatud
hi: लॉगिन रद्द किया गया
it: Accesso annullato
ja: ログインがキャンセルされました
ru: Вход отменён
sv: Inloggning avbruten

# client.auth.login_success
source: Successfully logged in to {server}
ar: تم تسجيل الدخول بنجاح إلى {server}
bn: {server}-এ সফলভাবে লগ ইন হয়েছে
es: Sesión iniciada exitosamente en {server}
et: Edukalt sisse logitud serverisse {server}
hi: {server} में सफलतापूर्वक लॉग इन किया गया
it: Accesso effettuato con successo a {server}
ja: {server}にログインしました
ru: Успешный вход на сервер {server}
sv: Inloggad på {server}

# client.auth.device_expired
source: Device code expired
ar: انتهت صلاحية رمز الجهاز
bn: ডিভাইস কোডের মেয়াদ শেষ
es: El código del dispositivo expiró
et: Seadme kood aegus
hi: डिवाइस कोड समाप्त हो गया
it: Codice dispositivo scaduto
ja: デバイスコードの有効期限が切れました
ru: Код устройства истёк
sv: Enhetskoden har gått ut

# client.auth.logged_out
source: Logged out from {server}
ar: تم تسجيل الخروج من {server}
bn: {server} থেকে লগ আউট হয়েছে
es: Sesión cerrada de {server}
et: Välja logitud serverist {server}
hi: {server} से लॉग आउट किया गया
it: Disconnesso da {server}
ja: {server}からログアウトしました
ru: Выход с сервера {server} выполнен
sv: Utloggad från {server}

# client.repl.welcome
source: Welcome to Loom - AI-powered coding assistant
ar: مرحباً بك في Loom - مساعد البرمجة بالذكاء الاصطناعي
bn: Loom-এ স্বাগতম - AI-চালিত কোডিং সহকারী
es: Bienvenido a Loom - Asistente de codificación con IA
et: Tere tulemast Loomi - tehisintellektiga programmeerimisassistent
hi: Loom में आपका स्वागत है - AI-संचालित कोडिंग सहायक
it: Benvenuto in Loom - Assistente di programmazione basato su IA
ja: Loomへようこそ - AI搭載のコーディングアシスタント
ru: Добро пожаловать в Loom — ИИ-помощник для программирования
sv: Välkommen till Loom - AI-driven kodningsassistent

# client.repl.thread_id
source: Thread: {id}
ar: المحادثة: {id}
bn: থ্রেড: {id}
es: Hilo: {id}
et: Lõim: {id}
hi: थ्रेड: {id}
it: Conversazione: {id}
ja: スレッド：{id}
ru: Тред: {id}
sv: Tråd: {id}

# client.repl.instructions
source: Type your message and press Enter. Use Ctrl+C to exit.
ar: اكتب رسالتك واضغط Enter. استخدم Ctrl+C للخروج.
bn: আপনার বার্তা টাইপ করুন এবং Enter চাপুন। বের হতে Ctrl+C ব্যবহার করুন।
es: Escribe tu mensaje y presiona Enter. Usa Ctrl+C para salir.
et: Kirjuta oma sõnum ja vajuta Enter. Väljumiseks kasuta Ctrl+C.
hi: अपना संदेश टाइप करें और Enter दबाएँ। बाहर निकलने के लिए Ctrl+C का उपयोग करें।
it: Scrivi il tuo messaggio e premi Invio. Usa Ctrl+C per uscire.
ja: メッセージを入力してEnterを押してください。Ctrl+Cで終了します。
ru: Введите сообщение и нажмите Enter. Ctrl+C для выхода.
sv: Skriv ditt meddelande och tryck Enter. Använd Ctrl+C för att avsluta.

# client.repl.interrupted
source: Interrupted. Thread saved. Goodbye!
ar: تم المقاطعة. تم حفظ المحادثة. وداعاً!
bn: বাধাপ্রাপ্ত। থ্রেড সংরক্ষিত। বিদায়!
es: Interrumpido. Hilo guardado. ¡Adiós!
et: Katkestatud. Lõim salvestatud. Head aega!
hi: बाधित। थ्रेड सहेजा गया। अलविदा!
it: Interrotto. Conversazione salvata. Arrivederci!
ja: 中断されました。スレッドは保存されました。さようなら！
ru: Прервано. Тред сохранён. До свидания!
sv: Avbruten. Tråden sparad. Hej då!

# client.repl.error
source: Error: {error}
ar: خطأ: {error}
bn: ত্রুটি: {error}
et: Viga: {error}
hi: त्रुटि: {error}
it: Errore: {error}
ja: エラー：{error}
ru: Ошибка: {error}
sv: Fel: {error}

# client.search.no_results
source: No results found for "{query}"
ar: لم يتم العثور على نتائج لـ "{query}"
bn: "{query}"-এর জন্য কোনো ফলাফল পাওয়া যায়নি
es: No se encontraron resultados para "{query}"
et: Tulemusi päringule "{query}" ei leitud
hi: "{query}" के लिए कोई परिणाम नहीं मिला
it: Nessun risultato trovato per "{query}"
ja: 「{query}」の検索結果はありません
ru: По запросу «{query}» ничего не найдено
sv: Inga resultat hittades för "{query}"

# client.search.results_header
source: Results for "{query}" ({count} hits):
ar: نتائج "{query}" ({count} نتيجة):
bn: "{query}"-এর জন্য ফলাফল ({count} হিট):
es: Resultados para "{query}" ({count} coincidencias):
et: Tulemused päringule "{query}" ({count} vastet):
hi: "{query}" के लिए परिणाम ({count} हिट्स):
it: Risultati per "{query}" ({count} corrispondenze):
ja: 「{query}」の検索結果（{count}件）：
ru: Результаты по запросу «{query}» ({count} совпадений):
sv: Resultat för "{query}" ({count} träffar):

# client.search.local_no_results
source: No results found for "{query}" (local search)
ar: لم يتم العثور على نتائج لـ "{query}" (بحث محلي)
bn: "{query}"-এর জন্য কোনো ফলাফল পাওয়া যায়নি (স্থানীয় অনুসন্ধান)
es: No se encontraron resultados para "{query}" (búsqueda local)
et: Tulemusi päringule "{query}" ei leitud (kohalik otsing)
hi: "{query}" के लिए कोई परिणाम नहीं मिला (स्थानीय खोज)
it: Nessun risultato trovato per "{query}" (ricerca locale)
ja: 「{query}」の検索結果はありません（ローカル検索）
ru: По запросу «{query}» ничего не найдено (локальный поиск)
sv: Inga resultat hittades för "{query}" (lokal sökning)

# client.search.local_results_header
source: Local results for "{query}" ({count} hits):
ar: نتائج محلية لـ "{query}" ({count} نتيجة):
bn: "{query}"-এর জন্য স্থানীয় ফলাফল ({count} হিট):
es: Resultados locales para "{query}" ({count} coincidencias):
et: Kohalikud tulemused päringule "{query}" ({count} vastet):
hi: "{query}" के लिए स्थानीय परिणाम ({count} हिट्स):
it: Risultati locali per "{query}" ({count} corrispondenze):
ja: 「{query}」のローカル検索結果（{count}件）：
ru: Локальные результаты по запросу «{query}» ({count} совпадений):
sv: Lokala resultat för "{query}" ({count} träffar):

# client.threads.no_threads
source: No threads found.
ar: لم يتم العثور على محادثات.
bn: কোনো থ্রেড পাওয়া যায়নি।
es: No se encontraron hilos.
et: Lõime ei leitud.
hi: कोई थ्रेड नहीं मिला।
it: Nessuna conversazione trovata.
ja: スレッドが見つかりません。
ru: Треды не найдены.
sv: Inga trådar hittades.

# client.threads.private_session
source: Starting private session (local-only, never synced to server).
ar: بدء جلسة خاصة (محلية فقط، لا تتم مزامنتها مع الخادم).
bn: প্রাইভেট সেশন শুরু হচ্ছে (শুধুমাত্র স্থানীয়, কখনো সার্ভারে সিঙ্ক হয় না)।
es: Iniciando sesión privada (solo local, nunca sincronizada con el servidor).
et: Privaatse seansi käivitamine (ainult kohalik, kunagi ei sünkroonita serveriga).
hi: निजी सत्र शुरू हो रहा है (केवल-स्थानीय, कभी सर्वर से सिंक नहीं होगा)।
it: Avvio sessione privata (solo locale, mai sincronizzata con il server).
ja: プライベートセッションを開始しています（ローカル専用、サーバーに同期されません）。
ru: Запуск приватной сессии (только локально, без синхронизации с сервером).
sv: Startar privat session (endast lokal, synkroniseras aldrig till servern).

# client.threads.shared_support
source: Thread {id} has been shared with support.
ar: تمت مشاركة المحادثة {id} مع الدعم.
bn: থ্রেড {id} সাপোর্টের সাথে শেয়ার করা হয়েছে।
es: El hilo {id} ha sido compartido con soporte.
et: Lõim {id} on jagatud tugimeeskonnaga.
hi: थ्रेड {id} सहायता के साथ साझा किया गया है।
it: La conversazione {id} è stata condivisa con il supporto.
ja: スレッド{id}がサポートと共有されました。
ru: Тред {id} предоставлен в доступ поддержке.
sv: Tråd {id} har delats med support.

# client.threads.visibility_changed
source: Thread {id} visibility changed to {visibility}.
ar: تم تغيير رؤية المحادثة {id} إلى {visibility}.
bn: থ্রেড {id}-এর দৃশ্যমানতা {visibility}-এ পরিবর্তন হয়েছে।
es: La visibilidad del hilo {id} cambió a {visibility}.
et: Lõime {id} nähtavus muudetud: {visibility}.
hi: थ्रेड {id} की दृश्यता {visibility} में बदली गई।
it: La visibilità della conversazione {id} è stata cambiata in {visibility}.
ja: スレッド{id}の表示設定が{visibility}に変更されました。
ru: Видимость треда {id} изменена на {visibility}.
sv: Tråd {id} synlighet ändrad till {visibility}.

# client.weaver.creating
source: Creating weaver...
ar: جارٍ إنشاء weaver...
bn: Weaver তৈরি হচ্ছে...
es: Creando weaver...
et: Weaveri loomine...
hi: Weaver बना रहे हैं...
it: Creazione Weaver in corso...
ja: Weaverを作成中...
ru: Создание Weaver...
sv: Skapar weaver...

# client.weaver.created_id
source: ID: {id}
ar: المعرف: {id}

# client.weaver.created_image
source: Image: {image}
ar: الصورة: {image}
bn: ইমেজ: {image}
es: Imagen: {image}
et: Pilt: {image}
hi: इमेज: {image}
it: Immagine: {image}
ja: イメージ：{image}
ru: Образ: {image}

# client.weaver.created_ttl
source: TTL: {hours} hours
ar: المدة: {hours} ساعة
bn: TTL: {hours} ঘণ্টা
es: TTL: {hours} horas
et: TTL: {hours} tundi
hi: TTL: {hours} घंटे
it: TTL: {hours} ore
ja: TTL： {hours}時間
ru: TTL: {hours} часов
sv: TTL: {hours} timmar

# client.weaver.attaching
source: Attaching to weaver...
ar: جارٍ الاتصال بـ weaver...
bn: Weaver-এ সংযুক্ত হচ্ছে...
es: Conectando al weaver...
et: Weaveriga ühendamine...
hi: Weaver से जुड़ रहे हैं...
it: Collegamento a Weaver in corso...
ja: Weaverにアタッチ中...
ru: Подключение к Weaver...
sv: Ansluter till weaver...

# client.weaver.detached
source: [detached from weaver {id}]
ar: [تم فصل الاتصال من weaver {id}]
bn: [weaver {id} থেকে বিচ্ছিন্ন]
es: [desconectado del weaver {id}]
et: [Weaverist {id} lahti ühendatud]
hi: [Weaver {id} से विलग]
it: [scollegato da Weaver {id}]
ja: [Weaver {id}からデタッチしました]
ru: [отключено от Weaver {id}]
sv: [frånkopplad från weaver {id}]

# client.weaver.reattach_hint
source: Weaver still running. Reattach with: loom attach {id}
ar: لا يزال weaver يعمل. أعد الاتصال بـ: loom attach {id}
bn: Weaver এখনো চলছে। পুনরায় সংযুক্ত হতে: loom attach {id}
es: El weaver sigue ejecutándose. Reconecta con: loom attach {id}
et: Weaver töötab endiselt. Uuesti ühendamiseks: loom attach {id}
hi: Weaver अभी भी चल रहा है। पुनः जुड़ें: loom attach {id}
it: Weaver ancora in esecuzione. Ricollegati con: loom attach {id}
ja: Weaverはまだ実行中です。再アタッチ：loom attach {id}
ru: Weaver всё ещё работает. Переподключиться: loom attach {id}
sv: Weaver körs fortfarande. Återanslut med: loom attach {id}

# client.weaver.no_weavers
source: No weavers running.
ar: لا يوجد weavers قيد التشغيل.
bn: কোনো weaver চলছে না।
es: No hay weavers ejecutándose.
et: Ühtegi Weaverit ei tööta.
hi: कोई Weaver नहीं चल रहा।
it: Nessun Weaver in esecuzione.
ja: 実行中のWeaverはありません。
ru: Нет запущенных Weaver.
sv: Inga weavers körs.

# client.weaver.deleting
source: Deleting weaver {id}...
ar: جارٍ حذف weaver {id}...
bn: Weaver {id} মুছে ফেলা হচ্ছে...
es: Eliminando weaver {id}...
et: Weaveri {id} kustutamine...
hi: Weaver {id} हटा रहे हैं...
it: Eliminazione Weaver {id}...
ja: Weaver {id}を削除中...
ru: Удаление Weaver {id}...
sv: Raderar weaver {id}...
