Repository: ohitslaurence/maestro
Catalog: reference/loom/crates/loom-common-i18n/locales/*/messages.po
Languages: ar, bn, es, et, hi, it, ja, ru, sv

# server.api.scm.maintenance.sweep_queued
source: Global maintenance sweep '{task}' queued
ar: تم وضع عملية المسح الشاملة '{task}' في قائمة الانتظار
bn: গ্লোবাল মেইনটেন্যান্স সুইপ '{task}' সারিবদ্ধ করা হয়েছে
es: Barrido global de mantenimiento '{task}' en cola
et: Globaalne hoolduspühkimine '{task}' on järjekorda lisatud
hi: ग्लोबल मेंटेनेंस स्वीप '{task}' कतार में है
it: Manutenzione globale '{task}' in coda
ja: グローバルメンテナンススイープ「{task}」がキューに追加されました
ru: Глобальная очистка «{task}» поставлена в очередь
sv: Global underhållssvepning '{task}' köad

# server.api.scm.mirror.url_required
source: Mirror URL is required
ar: عنوان URL للمرآة مطلوب
bn: মিরর URL প্রয়োজন
es: La URL del espejo es requerida
et: Peegli URL on nõutav
hi: मिरर URL आवश्यक है
it: URL del mirror richiesto
ja: ミラーURLが必要です
ru: URL зеркала обязателен
sv: Spegel-URL krävs

# server.api.scm.mirror.url_invalid_protocol
source: Mirror URL must start with http:// or https://
ar: يجب أن يبدأ عنوان URL للمرآة بـ http:// أو https://
bn: মিরর URL http:// বা https:// দিয়ে শুরু হতে হবে
es: La URL del espejo debe comenzar con http:// o https://
et: Peegli URL peab algama http:// või https://
hi: मिरर URL http:// या https:// से शुरू होना चाहिए
it: L'URL del mirror deve iniziare con http:// o https://
ja: ミラーURLはhttp://またはhttps://で始まる必要があります
ru: URL зеркала должен начинаться с http:// или https://
sv: Spegel-URL måste börja med http:// eller https://

# server.api.scm.mirror.url_too_long
source: Mirror URL must be less than 2048 characters
ar: يجب أن يكون عنوان URL للمرآة أقل من 2048 حرفًا
bn: মিরর URL ২০৪৮ অক্ষরের কম হতে হবে
es: La URL del espejo debe tener menos de 2048 caracteres
et: Peegli URL peab olema lühem kui 2048 tähemärki
hi: मिरर URL 2048 अक्षरों से कम होना चाहिए
it: L'URL del mirror deve essere inferiore a 2048 caratteri
ja: ミラーURLは2048文字未満である必要があります
ru: URL зеркала должен быть короче 2048 символов
sv: Spegel-URL måste vara mindre än 2048 tecken

# server.api.scm.mirror.url_invalid
source: Invalid mirror URL format
ar: تنسيق عنوان URL للمرآة غير صالح
bn: অবৈধ মিরর URL ফরম্যাট
es: Formato de URL del espejo inválido
et: Vigane peegli URL-i vorming
hi: अमान्य मिरर URL प्रारूप
it: Formato URL del mirror non valido
ja: ミラーURLの形式が無効です
ru: Недопустимый формат URL зеркала
sv: Ogiltigt spegel-URL-format

# server.api.scm.mirror.url_localhost_blocked
source: Localhost URLs are not allowed for mirrors
ar: عناوين localhost غير مسموح بها للمرايا
bn: মিররের জন্য লোকালহোস্ট URL অনুমোদিত নয়
es: Las URLs de localhost no están permitidas para espejos
et: Localhost URL-id ei ole peeglite jaoks lubatud
hi: मिरर के लिए लोकलहोस्ट URL की अनुमति नहीं है
it: Gli URL localhost non sono consentiti per i mirror
ja: ローカルホストのURLはミラーに使用できません
ru: URL на localhost не разрешены для зеркал
sv: Localhost-URL:er är inte tillåtna för speglar

# server.api.scm.mirror.url_private_ip_blocked
source: Private or internal IP addresses are not allowed for mirrors
ar: عناوين IP الخاصة أو الداخلية غير مسموح بها للمرايا
bn: মিররের জন্য প্রাইভেট বা অভ্যন্তরীণ IP ঠিকানা অনুমোদিত নয়
es: Las direcciones IP privadas o internas no están permitidas para espejos
et: Privaatsed või sisemised IP-aadressid ei ole peeglite jaoks lubatud
hi: मिरर के लिए प्राइवेट या आंतरिक IP पते की अनुमति नहीं है
it: Gli indirizzi IP privati o interni non sono consentiti per i mirror
ja: プライベートまたは内部IPアドレスはミラーに使用できません
ru: Приватные или внутренние IP-адреса не разрешены для зеркал
sv: Privata eller interna IP-adresser är inte tillåtna för speglar

# server.api.scm.mirror.not_found
source: Mirror not found
ar: المرآة غير موجودة
bn: মিরর পাওয়া যায়নি
es: Espejo no encontrado
et: Peeglit ei leitud
hi: मिरर नहीं मिला
it: Mirror non trovato
ja: ミラーが見つかりません
ru: Зеркало не найдено
sv: Spegeln hittades inte

# server.api.scm.mirror.disabled
source: Mirror is disabled
ar: المرآة معطلة
bn: মিরর নিষ্ক্রিয়
es: El espejo está deshabilitado
et: Peegel on keelatud
hi: मिरर अक्षम है
it: Mirror disabilitato
ja: ミラーは無効になっています
ru: Зеркало отключено
sv: Spegeln är inaktiverad

# server.api.scm.mirror.sync_queued
source: Mirror sync has been queued
ar: تم وضع مزامنة المرآة في قائمة الانتظار
bn: মিরর সিঙ্ক সারিবদ্ধ করা হয়েছে
es: La sincronización del espejo ha sido encolada
et: Peegli sünkroonimine on järjekorda lisatud
hi: मिरर सिंक कतार में है
it: Sincronizzazione del mirror in coda
ja: ミラー同期がキューに追加されました
ru: Синхронизация зеркала поставлена в очередь
sv: Spegelsynkronisering har köats

# server.api.scm.mirror.failed_to_delete
source: Failed to delete mirror
ar: فشل في حذف المرآة
bn: মিরর মুছে ফেলতে ব্যর্থ
es: Error al eliminar el espejo
et: Peegli kustutamine ebaõnnestus
hi: मिरर हटाने में विफल
it: Impossibile eliminare il mirror
ja: ミラーの削除に失敗しました
ru: Не удалось удалить зеркало
sv: Kunde inte radera spegeln

# server.api.scm.mirror.invalid_path
source: Invalid mirror path format. Expected: mirrors/{platform}/{owner}/{repo}
ar: تنسيق مسار المرآة غير صالح. المتوقع: mirrors/{platform}/{owner}/{repo}
bn: অবৈধ মিরর পাথ ফরম্যাট। প্রত্যাশিত: mirrors/{platform}/{owner}/{repo}
es: Formato de ruta de espejo inválido. Esperado: mirrors/{platform}/{owner}/{repo}
et: Vigane peegli tee vorming. Oodatud: mirrors/{platform}/{owner}/{repo}
hi: अमान्य मिरर पाथ प्रारूप। अपेक्षित: mirrors/{platform}/{owner}/{repo}
it: Formato percorso mirror non valido. Atteso: mirrors/{platform}/{owner}/{repo}
ja: ミラーパスの形式が無効です。期待される形式：mirrors/{platform}/{owner}/{repo}
ru: Недопустимый формат пути зеркала. Ожидается: mirrors/{platform}/{owner}/{repo}
sv: Ogiltigt spegelsökvägsformat. Förväntat: mirrors/{platform}/{owner}/{repo}

# server.api.scm.mirror.push_not_allowed
source: Push is not allowed to mirror repositories
ar: الدفع غير مسموح به لمستودعات المرآة
bn: মিরর রিপোজিটরিতে পুশ অনুমোদিত নয়
es: No se permite push a repositorios espejo
et: Pushimine peegli hoidlatesse ei ole lubatud
hi: मिरर रिपॉजिटरी में पुश की अनुमति नहीं है
it: Il push non è consentito ai repository mirror
ja: ミラーリポジトリへのプッシュは許可されていません
ru: Отправка изменений в зеркальные репозитории не разрешена
sv: Push är inte tillåten till spegelförvar

# server.api.scm.mirror.remote_not_found
source: Remote repository not found
ar: المستودع البعيد غير موجود
bn: রিমোট রিপোজিটরি পাওয়া যায়নি
es: Repositorio remoto no encontrado
et: Kaughoidlat ei leitud
hi: रिमोट रिपॉजिटरी नहीं मिली
it: Repository remoto non trovato
ja: リモートリポジトリが見つかりません
ru: Удалённый репозиторий не найден
sv: Fjärrförvaret hittades inte

# server.api.scm.mirror.mirrors_org_not_found
source: Mirrors organization not configured. Please create an organization named 'mirrors'.
ar: منظمة المرايا غير مُعدة. يرجى إنشاء منظمة باسم 'mirrors'.
bn: মিররস সংস্থা কনফিগার করা হয়নি। অনুগ্রহ করে 'mirrors' নামে একটি সংস্থা তৈরি করুন।
es: Organización de espejos no configurada. Por favor cree una organización llamada 'mirrors'.
et: Peeglite organisatsiooni pole seadistatud. Looge organisatsioon nimega 'mirrors'.
hi: मिरर संगठन कॉन्फ़िगर नहीं है। कृपया 'mirrors' नाम का संगठन बनाएं।
it: Organizzazione mirrors non configurata. Crea un'organizzazione denominata 'mirrors'.
ja: ミラー組織が設定されていません。「mirrors」という名前の組織を作成してください。
ru: Организация для зеркал не настроена. Создайте организацию с именем «mirrors».
sv: Spegelorganisationen är inte konfigurerad. Skapa en organisation med namnet 'mirrors'.

# server.api.scm.mirror.clone_failed
source: Failed to clone remote repository
ar: فشل في استنساخ المستودع البعيد
bn: রিমোট রিপোজিটরি ক্লোন করতে ব্যর্থ
es: Error al clonar el repositorio remoto
et: Kaughoidla kloonimine ebaõnnestus
hi: रिमोट रिपॉजिटरी क्लोन करने में विफल
it: Impossibile clonare il repository remoto
ja: リモートリポジトリのクローンに失敗しました
ru: Не удалось клонировать удалённый репозиторий
sv: Kunde inte klona fjärrförvaret

# server.api.weaver.invalid_org_id
source: Invalid organization ID: {id}
ar: معرّف المنظمة غير صالح: {id}
bn: অবৈধ সংস্থা আইডি: {id}
es: ID de organización no válido: {id}
et: Vigane organisatsiooni ID: {id}
hi: अमान्य संगठन आईडी: {id}
it: ID organizzazione non valido: {id}
ja: 無効な組織ID：{id}
ru: Недействительный идентификатор организации: {id}
sv: Ogiltigt organisations-ID: {id}

# server.api.weaver.not_org_member
source: You are not a member of this organization
ar: أنت لست عضوًا في هذه المنظمة
bn: আপনি এই সংস্থার সদস্য নন
es: No eres miembro de esta organización
et: Te ei ole selle organisatsiooni liige
hi: आप इस संगठन के सदस्य नहीं हैं
it: Non sei membro di questa organizzazione
ja: この組織のメンバーではありません
ru: Вы не являетесь членом этой организации
sv: Du är inte medlem i denna organisation

# server.api.weaver.membership_check_failed
source: Failed to verify organization membership
ar: فشل التحقق من عضوية المنظمة
bn: সংস্থার সদস্যপদ যাচাই করতে ব্যর্থ
es: Error al verificar la membresía de la organización
et: Organisatsiooni liikmesuse kontrollimine ebaõnnestus
hi: संगठन की सदस्यता सत्यापित करने में विफल
it: Verifica dell'appartenenza all'organizzazione non riuscita
ja: 組織メンバーシップの確認に失敗しました
ru: Не удалось проверить членство в организации
sv: Det gick inte att verifiera organisationsmedlemskap

# server.api.admin.user_deleted
source: User deleted successfully
ar: تم حذف المستخدم بنجاح
bn: ব্যবহারকারী সফলভাবে মুছে ফেলা হয়েছে
es: Usuario eliminado exitosamente
et: Kasutaja kustutatud edukalt
hi: उपयोगकर्ता सफलतापूर्वक हटाया गया
it: Utente eliminato con successo
ja: ユーザーが正常に削除されました
ru: Пользователь успешно удалён
sv: Användaren har raderats

# server.api.admin.cannot_delete_self
source: Cannot delete your own account
ar: لا يمكنك حذف حسابك الخاص
bn: নিজের অ্যাকাউন্ট মুছে ফেলা যাবে না
es: No puedes eliminar tu propia cuenta
et: Enda kontot ei saa kustutada
hi: अपना खाता नहीं हटा सकते
it: Non puoi eliminare il tuo account
ja: 自分のアカウントは削除できません
ru: Невозможно удалить собственную учётную запись
sv: Du kan inte radera ditt eget konto

# server.api.admin.user_not_found
source: User not found
ar: المستخدم غير موجود
bn: ব্যবহারকারী পাওয়া যায়নি
es: Usuario no encontrado
et: Kasutajat ei leitud
hi: उपयोगकर्ता नहीं मिला
it: Utente non trovato
ja: ユーザーが見つかりません
ru: Пользователь не найден
sv: Användaren hittades inte

# admin.users.delete
source: Delete
ar: حذف
bn: মুছুন
es: Eliminar
et: Kustuta
hi: हटाएं
it: Elimina
ja: 削除
ru: Удалить
sv: Radera

# admin.users.deleteUser
source: Delete User
ar: حذف المستخدم
bn: ব্যবহারকারী মুছুন
es: Eliminar usuario
et: Kustuta kasutaja
hi: उपयोगकर्ता हटाएं
it: Elimina utente
ja: ユーザーを削除
ru: Удалить пользователя
sv: Radera användare

# admin.users.deleteConfirmTitle
source: Delete User
ar: حذف المستخدم
bn: ব্যবহারকারী মুছুন
es: Eliminar usuario
et: Kustuta kasutaja
hi: उपयोगकर्ता हटाएं
it: Elimina utente
ja: ユーザーを削除
ru: Удалить пользователя
sv: Radera användare

# admin.users.deleteConfirmMessage
source: Are you sure you want to delete this user? This action will soft-delete the account.
ar: هل أنت متأكد أنك تريد حذف هذا المستخدم؟ سيؤدي هذا الإجراء إلى حذف الحساب بشكل مؤقت.
bn: আপনি কি নিশ্চিত যে আপনি এই ব্যবহারকারীকে মুছে ফেলতে চান? এই ক্রিয়াটি অ্যাকাউন্টটি সফট-ডিলিট করবে।
es: ¿Estás seguro de que deseas eliminar este usuario? Esta acción eliminará la cuenta de forma temporal.
et: Kas olete kindel, et soovite selle kasutaja kustutada? See tegevus kustutab konto pehmelt.
hi: क्या आप वाकई इस उपयोगकर्ता को हटाना चाहते हैं? यह क्रिया खाते को सॉफ्ट-डिलीट करेगी।
it: Sei sicuro di voler eliminare questo utente? Questa azione eseguirà un'eliminazione temporanea dell'account.
ja: このユーザーを削除してもよろしいですか？この操作によりアカウントは論理削除されます。
ru: Вы уверены, что хотите удалить этого пользователя? Это действие выполнит мягкое удаление учётной записи.
sv: Är du säker på att du vill radera den här användaren? Denna åtgärd kommer att mjukradera kontot.

# admin.users.deleteSuccess
source: User deleted successfully
ar: تم حذف المستخدم بنجاح
bn: ব্যবহারকারী সফলভাবে মুছে ফেলা হয়েছে
es: Usuario eliminado exitosamente
et: Kasutaja kustutatud edukalt
hi: उपयोगकर्ता सफलतापूर्वक हटाया गया
it: Utente eliminato con successo
ja: ユーザーが正常に削除されました
ru: Пользователь успешно удалён
sv: Användaren har raderats

# admin.users.cancel
source: Cancel
ar: إلغاء
bn: বাতিল
es: Cancelar
et: Tühista
hi: रद्द करें
it: Annulla
ja: キャンセル
ru: Отмена
sv: Avbryt

# admin.users.confirm
source: Confirm Delete
ar: تأكيد الحذف
bn: মুছে ফেলা নিশ্চিত করুন
es: Confirmar eliminación
et: Kinnita kustutamine
hi: हटाने की पुष्टि करें
it: Conferma eliminazione
ja: 削除を確認
ru: Подтвердить удаление
sv: Bekräfta radering

# server.api.flags.flag_not_found
source: Flag not found
ar: علم الميزة غير موجود
bn: ফিচার ফ্ল্যাগ পাওয়া যায়নি
es: Bandera de característica no encontrada
et: Funktsioonilippu ei leitud
hi: फ़ीचर फ़्लैग नहीं मिला
it: Flag di funzionalità non trovato
ja: 機能フラグが見つかりません
ru: Флаг функции не найден
sv: Funktionsflagga hittades inte

# server.api.flags.flag_created
source: Flag created successfully
ar: تم إنشاء علم الميزة
bn: ফিচার ফ্ল্যাগ তৈরি হয়েছে
es: Bandera de característica creada
et: Funktsioonilipp on loodud
hi: फ़ीचर फ़्लैग बनाया गया
it: Flag di funzionalità creato
ja: 機能フラグが作成されました
ru: Флаг функции создан
sv: Funktionsflagga skapad

# server.api.flags.flag_updated
source: Flag updated successfully
ar: تم تحديث علم الميزة
bn: ফিচার ফ্ল্যাগ আপডেট হয়েছে
es: Bandera de característica actualizada
et: Funktsioonilipp on uuendatud
hi: फ़ीचर फ़्लैग अपडेट किया गया
it: Flag di funzionalità aggiornato
ja: 機能フラグが更新されました
ru: Флаг функции обновлён
sv: Funktionsflagga uppdaterad

# server.api.flags.flag_archived
source: Flag archived successfully
ar: تم أرشفة علم الميزة
bn: ফিচার ফ্ল্যাগ আর্কাইভ হয়েছে
es: Bandera de característica archivada
et: Funktsioonilipp on arhiveeritud
hi: फ़ीचर फ़्लैग संग्रहीत किया गया
it: Flag di funzionalità archiviato
ja: 機能フラグがアーカイブされました
ru: Флаг функции заархивирован
sv: Funktionsflagga arkiverad

# server.api.flags.flag_restored
source: Flag restored successfully
ar: تم استعادة علم الميزة
bn: ফিচার ফ্ল্যাগ পুনরুদ্ধার হয়েছে
es: Bandera de característica restaurada
et: Funktsioonilipp on taastatud
hi: फ़ीचर फ़्लैग पुनर्स्थापित किया गया
it: Flag di funzionalità ripristinato
ja: 機能フラグが復元されました
ru: Флаг функции восстановлен
sv: Funktionsflagga återställd

# server.api.flags.invalid_flag_key
source: Invalid flag key format. Must be lowercase alphanumeric with dots and underscores, 3-100 characters.
ar: مفتاح العلم غير صالح
bn: অবৈধ ফ্ল্যাগ কী
es: Clave de bandera inválida
et: Vigane lipu võti
hi: अमान्य फ़्लैग कुंजी
it: Chiave flag non valida
ja: 無効なフラグキー
ru: Недопустимый ключ флага
sv: Ogiltig flaggnyckel

# server.api.flags.duplicate_flag_key
source: A flag with this key already exists
ar: مفتاح العلم موجود بالفعل
bn: ফ্ল্যাগ কী ইতিমধ্যে বিদ্যমান
es: La clave de bandera ya existe
et: Lipu võti on juba olemas
hi: फ़्लैग कुंजी पहले से मौजूद है
it: La chiave flag esiste già
ja: フラグキーは既に存在します
ru: Ключ флага уже существует
sv: Flaggnyckeln finns redan

# server.api.flags.variant_not_found
source: Variant not found: {variant_name}
ar: المتغير غير موجود
bn: ভ্যারিয়েন্ট পাওয়া যায়নি
es: Variante no encontrada
et: Varianti ei leitud
hi: वैरिएंट नहीं मिला
it: Variante non trovata
ja: バリアントが見つかりません
ru: Вариант не найден
sv: Variant hittades inte

# server.api.flags.default_variant_missing
source: Default variant must exist in variants list
ar: المتغير الافتراضي مفقود من قائمة المتغيرات
bn: ডিফল্ট ভ্যারিয়েন্ট ভ্যারিয়েন্ট তালিকায় নেই
es: La variante por defecto no está en la lista de variantes
et: Vaikimisi variant puudub variantide loendist
hi: डिफ़ॉल्ट वैरिएंट वैरिएंट सूची में नहीं है
it: La variante predefinita non è nell'elenco delle varianti
ja: デフォルトバリアントがバリアントリストにありません
ru: Вариант по умолчанию отсутствует в списке вариантов
sv: Standardvarianten finns inte i variantlistan

# server.api.flags.circular_prerequisite
source: Circular prerequisite dependency detected: {flag_key}
ar: تم اكتشاف تبعية دائرية للمتطلبات المسبقة
bn: বৃত্তাকার পূর্বশর্ত নির্ভরতা সনাক্ত হয়েছে
es: Dependencia de prerequisito circular detectada
et: Tuvastati ringikujuline eeltingimuse sõltuvus
hi: चक्रीय पूर्वापेक्षा निर्भरता का पता चला
it: Rilevata dipendenza prerequisito circolare
ja: 循環前提条件依存関係が検出されました
ru: Обнаружена циклическая зависимость предварительного условия
sv: Cirkulärt förhandsvillkorsberoende upptäckt

# server.api.flags.prerequisite_not_found
source: Prerequisite flag not found: {flag_key}
ar: علم المتطلب المسبق غير موجود
bn: পূর্বশর্ত ফ্ল্যাগ পাওয়া যায়নি
es: Bandera de prerequisito no encontrada
et: Eeltingimuse lippu ei leitud
hi: पूर्वापेक्षा फ़्लैग नहीं मिला
it: Flag prerequisito non trovato
ja: 前提条件フラグが見つかりません
ru: Флаг предварительного условия не найден
sv: Förhandsvillkorsflagga hittades inte

# server.api.flags.strategy_not_found
source: Strategy not found
ar: استراتيجية الإطلاق غير موجودة
bn: রোলআউট কৌশল পাওয়া যায়নি
es: Estrategia de despliegue no encontrada
et: Juurutusstrateegia ei leitud
hi: रोलआउट रणनीति नहीं मिली
it: Strategia di rollout non trovata
ja: ロールアウト戦略が見つかりません
ru: Стратегия развёртывания не найдена
sv: Utrullningsstrategi hittades inte

# server.api.flags.strategy_created
source: Strategy created successfully
ar: تم إنشاء الاستراتيجية
bn: কৌশল তৈরি হয়েছে
es: Estrategia creada
et: Strateegia on loodud
hi: रणनीति बनाई गई
it: Strategia creata
ja: 戦略が作成されました
ru: Стратегия создана
sv: Strategi skapad

# server.api.flags.strategy_updated
source: Strategy updated successfully
ar: تم تحديث الاستراتيجية
bn: কৌশল আপডেট হয়েছে
es: Estrategia actualizada
et: Strateegia on uuendatud
hi: रणनीति अपडेट की गई
it: Strategia aggiornata
ja: 戦略が更新されました
ru: Стратегия обновлена
sv: Strategi uppdaterad

# server.api.flags.strategy_deleted
source: Strategy deleted successfully
ar: تم حذف الاستراتيجية
bn: কৌশল মুছে ফেলা হয়েছে
es: Estrategia eliminada
et: Strateegia on kustutatud
hi: रणनीति हटाई गई
it: Strategia eliminata
ja: 戦略が削除されました
ru: Стратегия удалена
sv: Strategi borttagen

# server.api.flags.strategy_in_use
source: Cannot delete strategy that is in use by flags
ar: الاستراتيجية مستخدمة حالياً من قبل أعلام أخرى
bn: কৌশলটি বর্তমানে অন্যান্য ফ্ল্যাগ দ্বারা ব্যবহৃত হচ্ছে
es: La estrategia está siendo utilizada por otras banderas
et: Strateegiat kasutavad praegu teised lipud
hi: रणनीति वर्तमान में अन्य फ़्लैग द्वारा उपयोग में है
it: La strategia è attualmente in uso da altri flag
ja: 戦略は現在他のフラグで使用中です
ru: Стратегия в настоящее время используется другими флагами
sv: Strategin används för närvarande av andra flaggor

# server.api.flags.environment_not_found
source: Environment not found
ar: البيئة غير موجودة
bn: পরিবেশ পাওয়া যায়নি
es: Entorno no encontrado
et: Keskkonda ei leitud
hi: वातावरण नहीं मिला
it: Ambiente non trovato
ja: 環境が見つかりません
ru: Среда не найдена
sv: Miljö hittades inte

# server.api.flags.environment_created
source: Environment created successfully
ar: تم إنشاء البيئة
bn: পরিবেশ তৈরি হয়েছে
es: Entorno creado
et: Keskkond on loodud
hi: वातावरण बनाया गया
it: Ambiente creato
ja: 環境が作成されました
ru: Среда создана
sv: Miljö skapad

# server.api.flags.environment_updated
source: Environment updated successfully
ar: تم تحديث البيئة
bn: পরিবেশ আপডেট হয়েছে
es: Entorno actualizado
et: Keskkond on uuendatud
hi: वातावरण अपडेट किया गया
it: Ambiente aggiornato
ja: 環境が更新されました
ru: Среда обновлена
sv: Miljö uppdaterad

# server.api.flags.environment_deleted
source: Environment deleted successfully
ar: تم حذف البيئة
bn: পরিবেশ মুছে ফেলা হয়েছে
es: Entorno eliminado
et: Keskkond on kustutatud
hi: वातावरण हटाया गया
it: Ambiente eliminato
ja: 環境が削除されました
ru: Среда удалена
sv: Miljö borttagen

# server.api.flags.environment_has_active_keys
source: Cannot delete environment with active SDK keys
ar: لا يمكن حذف البيئة مع وجود مفاتيح SDK نشطة
bn: সক্রিয় SDK কী সহ পরিবেশ মুছে ফেলা যাবে না
es: No se puede eliminar el entorno con claves SDK activas
et: Aktiivsete SDK võtmetega keskkonda ei saa kustutada
hi: सक्रिय SDK कुंजियों वाले वातावरण को हटाया नहीं जा सकता
it: Impossibile eliminare un ambiente con chiavi SDK attive
ja: アクティブなSDKキーを持つ環境は削除できません
ru: Невозможно удалить среду с активными ключами SDK
sv: Kan inte ta bort miljö med aktiva SDK-nycklar

# server.api.flags.invalid_environment_name
source: Invalid environment name. Must be lowercase alphanumeric with underscores, 2-50 characters.
ar: اسم البيئة غير صالح
bn: অবৈধ পরিবেশের নাম
es: Nombre de entorno inválido
et: Vigane keskkonna nimi
hi: अमान्य वातावरण नाम
it: Nome ambiente non valido
ja: 無効な環境名
ru: Недопустимое имя среды
sv: Ogiltigt miljönamn

# server.api.flags.invalid_environment_color
source: Invalid environment color. Must be a hex color code (e.g., #10b981).
ar: لون البيئة غير صالح
bn: অবৈধ পরিবেশের রঙ
es: Color de entorno inválido
et: Vigane keskkonna värv
hi: अमान्य वातावरण रंग
it: Colore ambiente non valido
ja: 無効な環境カラー
ru: Недопустимый цвет среды
sv: Ogiltig miljöfärg

# server.api.flags.duplicate_environment_name
source: An environment with this name already exists
ar: اسم البيئة موجود بالفعل
bn: পরিবেশের নাম ইতিমধ্যে বিদ্যমান
es: El nombre del entorno ya existe
et: Keskkonna nimi on juba olemas
hi: वातावरण नाम पहले से मौजूद है
it: Il nome ambiente esiste già
ja: 環境名は既に存在します
ru: Имя среды уже существует
sv: Miljönamnet finns redan

# server.api.flags.flag_config_updated
source: Flag configuration updated successfully
ar: تم تحديث تكوين البيئة
bn: পরিবেশ কনফিগারেশন আপডেট হয়েছে
es: Configuración del entorno actualizada
et: Keskkonna konfiguratsioon on uuendatud
hi: वातावरण कॉन्फ़िगरेशन अपडेट किया गया
it: Configurazione ambiente aggiornata
ja: 環境設定が更新されました
ru: Конфигурация среды обновлена
sv: Miljökonfiguration uppdaterad

# server.api.flags.kill_switch_not_found
source: Kill switch not found
ar: مفتاح القتل غير موجود
bn: কিল সুইচ পাওয়া যায়নি
es: Interruptor de emergencia no encontrado
et: Hädapeatuslülitit ei leitud
hi: किल स्विच नहीं मिला
it: Interruttore di emergenza non trovato
ja: キルスイッチが見つかりません
ru: Аварийный выключатель не найден
sv: Nödavstängning hittades inte

# server.api.flags.kill_switch_created
source: Kill switch created successfully
ar: تم إنشاء مفتاح القتل
bn: কিল সুইচ তৈরি হয়েছে
es: Interruptor de emergencia creado
et: Hädapeatuslüliti on loodud
hi: किल स्विच बनाया गया
it: Interruttore di emergenza creato
ja: キルスイッチが作成されました
ru: Аварийный выключатель создан
sv: Nödavstängning skapad

# server.api.flags.kill_switch_updated
source: Kill switch updated successfully
ar: تم تحديث مفتاح القتل
bn: কিল সুইচ আপডেট হয়েছে
es: Interruptor de emergencia actualizado
et: Hädapeatuslüliti on uuendatud
hi: किल स्विच अपडेट किया गया
it: Interruttore di emergenza aggiornato
ja: キルスイッチが更新されました
ru: Аварийный выключатель обновлён
sv: Nödavstängning uppdaterad

# server.api.flags.kill_switch_deleted
source: Kill switch deleted successfully
ar: تم حذف مفتاح القتل
bn: কিল সুইচ মুছে ফেলা হয়েছে
es: Interruptor de emergencia eliminado
et: Hädapeatuslüliti on kustutatud
hi: किल स्विच हटाया गया
it: Interruttore di emergenza eliminato
ja: キルスイッチが削除されました
ru: Аварийный выключатель удалён
sv: Nödavstängning borttagen

# server.api.flags.kill_switch_activated
source: Kill switch activated
ar: تم تفعيل مفتاح القتل
bn: কিল সুইচ সক্রিয় হয়েছে
es: Interruptor de emergencia activado
et: Hädapeatuslüliti on aktiveeritud
hi: किल स्विच सक्रिय किया गया
it: Interruttore di emergenza attivato
ja: キルスイッチが有効化されました
ru: Аварийный выключатель активирован
sv: Nödavstängning aktiverad

# server.api.flags.kill_switch_deactivated
source: Kill switch deactivated
ar: تم إلغاء تفعيل مفتاح القتل
bn: কিল সুইচ নিষ্ক্রিয় হয়েছে
es: Interruptor de emergencia desactivado
et: Hädapeatuslüliti on deaktiveeritud
hi: किल स्विच निष्क्रिय किया गया
it: Interruttore di emergenza disattivato
ja: キルスイッチが無効化されました
ru: Аварийный выключатель деактивирован
sv: Nödavstängning avaktiverad
