Repository: ohitslaurence/maestro
Catalog: reference/loom/crates/loom-common-i18n/locales/*/messages.po
Languages: ar, bn, es, et, hi, it, ja, ru, sv

# client.weaver.deleted
source: Weaver deleted.
ar: تم حذف weaver.
bn: Weaver মুছে ফেলা হয়েছে।
es: Weaver eliminado.
et: Weaver kustutatud.
hi: Weaver हटाया गया।
it: Weaver eliminato.
ja: Weaverが削除されました。
ru: Weaver удалён.
sv: Weaver raderad.

# client.weaver.attach_prefix
source: [attaching to weaver {id}]
ar: [جارٍ الاتصال بـ weaver {id}]
bn: [weaver {id}-এ সংযুক্ত হচ্ছে]
es: [conectando al weaver {id}]
et: [Weaveriga {id} ühendamine]
hi: [Weaver {id} से जुड़ रहे हैं]
it: [collegamento a Weaver {id}]
ja: [Weaver {id}にアタッチしています]
ru: [подключение к Weaver {id}]
sv: [ansluter till weaver {id}]

# server.jobs.alert.subject
source: [Loom] Job Failed: {job_name}
ar: [Loom] فشل المهمة: {job_name}
bn: [Loom] জব ব্যর্থ: {job_name}
es: [Loom] Trabajo fallido: {job_name}
et: [Loom] Töö ebaõnnestus: {job_name}
hi: [Loom] जॉब विफल: {job_name}
it: [Loom] Attività fallita: {job_name}
ja: [Loom] ジョブ失敗：{job_name}
ru: [Loom] Задание не выполнено: {job_name}
sv: [Loom] Jobb misslyckades: {job_name}

# server.jobs.alert.body
source: The job "{job_name}" has failed {consecutive_failures} times in a row.
ar: فشلت المهمة "{job_name}" {consecutive_failures} مرات متتالية.
bn: "{job_name}" জবটি পরপর {consecutive_failures} বার ব্যর্থ হয়েছে।
es: El trabajo "{job_name}" ha fallado {consecutive_failures} veces consecutivas.
et: Töö "{job_name}" on järjest {consecutive_failures} korda ebaõnnestunud.
hi: जॉब "{job_name}" लगातार {consecutive_failures} बार विफल हुई है।
it: L'attività "{job_name}" è fallita {consecutive_failures} volte consecutive.
ja: ジョブ「{job_name}」が連続で{consecutive_failures}回失敗しました。
ru: Задание "{job_name}" завершилось ошибкой {consecutive_failures} раз подряд.
sv: Jobbet "{job_name}" har misslyckats {consecutive_failures} gånger i rad.

# server.jobs.alert.job_id
source: Job ID: {job_id}
ar: معرف المهمة: {job_id}
bn: জব ID: {job_id}
es: ID del trabajo: {job_id}
et: Töö ID: {job_id}
hi: जॉब ID: {job_id}
it: ID dell'attività: {job_id}
ja: ジョブID：{job_id}
ru: ID задания: {job_id}
sv: Jobb-ID: {job_id}

# server.jobs.alert.last_error
source: Last Error: {error_message}
ar: آخر خطأ: {error_message}
bn: শেষ ত্রুটি: {error_message}
es: Último error: {error_message}
et: Viimane viga: {error_message}
hi: अंतिम त्रुटि: {error_message}
it: Ultimo errore: {error_message}
ja: 最後のエラー：{error_message}
ru: Последняя ошибка: {error_message}
sv: Senaste fel: {error_message}

# server.jobs.alert.last_run
source: Last Run: {last_run_at}
ar: آخر تشغيل: {last_run_at}
bn: শেষ রান: {last_run_at}
es: Última ejecución: {last_run_at}
et: Viimane käivitamine: {last_run_at}
hi: अंतिम रन: {last_run_at}
it: Ultima esecuzione: {last_run_at}
ja: 最終実行：{last_run_at}
ru: Последний запуск: {last_run_at}
sv: Senaste körning: {last_run_at}

# server.jobs.alert.view_history
source: View job history: {url}
ar: عرض سجل المهمة: {url}
bn: জবের ইতিহাস দেখুন: {url}
es: Ver historial del trabajo: {url}
et: Vaata tööde ajalugu: {url}
hi: जॉब इतिहास देखें: {url}
it: Visualizza cronologia dell'attività: {url}
ja: ジョブ履歴を表示：{url}
ru: Посмотреть историю задания: {url}
sv: Visa jobbhistorik: {url}

# server.jobs.error.not_found
source: Job not found: {job_id}
ar: المهمة غير موجودة: {job_id}
bn: জব পাওয়া যায়নি: {job_id}
es: Trabajo no encontrado: {job_id}
et: Tööd ei leitud: {job_id}
hi: जॉब नहीं मिली: {job_id}
it: Attività non trovata: {job_id}
ja: ジョブが見つかりません：{job_id}
ru: Задание не найдено: {job_id}
sv: Jobbet hittades inte: {job_id}

# server.jobs.error.not_configured
source: Job scheduler not configured
ar: جدولة المهام غير مكونة
bn: জব শিডিউলার কনফিগার করা হয়নি
es: Programador de trabajos no configurado
et: Tööde planeerija pole seadistatud
hi: जॉब शेड्यूलर कॉन्फ़िगर नहीं है
it: Pianificatore di attività non configurato
ja: ジョブスケジューラが設定されていません
ru: Планировщик заданий не настроен
sv: Jobbschemaläggaren är inte konfigurerad

# server.jobs.success.triggered
source: Job {job_id} triggered successfully
ar: تم تشغيل المهمة {job_id} بنجاح
bn: জব {job_id} সফলভাবে ট্রিগার করা হয়েছে
es: Trabajo {job_id} ejecutado exitosamente
et: Töö {job_id} käivitati edukalt
hi: जॉब {job_id} सफलतापूर्वक ट्रिगर की गई
it: Attività {job_id} eseguita con successo
ja: ジョブ{job_id}が正常にトリガーされました
ru: Задание {job_id} успешно запущено
sv: Jobb {job_id} startades

# server.jobs.success.cancelled
source: Job {job_id} cancelled
ar: تم إلغاء المهمة {job_id}
bn: জব {job_id} বাতিল করা হয়েছে
es: Trabajo {job_id} cancelado
et: Töö {job_id} tühistati
hi: जॉब {job_id} रद्द की गई
it: Attività {job_id} annullata
ja: ジョブ{job_id}がキャンセルされました
ru: Задание {job_id} отменено
sv: Jobb {job_id} avbröts

# server.jobs.success.enabled
source: Job {job_id} enabled
ar: تم تفعيل المهمة {job_id}
bn: জব {job_id} সক্রিয় করা হয়েছে
es: Trabajo {job_id} habilitado
et: Töö {job_id} lubati
hi: जॉब {job_id} सक्षम की गई
it: Attività {job_id} abilitata
ja: ジョブ{job_id}が有効になりました
ru: Задание {job_id} включено
sv: Jobb {job_id} aktiverades

# server.jobs.success.disabled
source: Job {job_id} disabled
ar: تم تعطيل المهمة {job_id}
bn: জব {job_id} নিষ্ক্রিয় করা হয়েছে
es: Trabajo {job_id} deshabilitado
et: Töö {job_id} keelati
hi: जॉब {job_id} अक्षम की गई
it: Attività {job_id} disabilitata
ja: ジョブ{job_id}が無効になりました
ru: Задание {job_id} отключено
sv: Jobb {job_id} inaktiverades

# server.api.scm.repo.not_found
source: Repository not found
ar: المستودع غير موجود
bn: রিপোজিটরি পাওয়া যায়নি
es: Repositorio no encontrado
et: Hoidlat ei leitud
hi: रिपॉजिटरी नहीं मिली
it: Repository non trovato
ja: リポジトリが見つかりません
ru: Репозиторий не найден
sv: Förvaret hittades inte

# server.api.scm.repo_not_found
source: Repository not found
ar: المستودع غير موجود
bn: রিপোজিটরি পাওয়া যায়নি
es: Repositorio no encontrado
et: Hoidlat ei leitud
hi: रिपॉजिटरी नहीं मिली
it: Repository non trovato
ja: リポジトリが見つかりません
ru: Репозиторий не найден
sv: Förvaret hittades inte

# server.api.scm.invalid_repo_name
source: Repository name must be between 1 and 100 characters
ar: يجب أن يكون اسم المستودع بين 1 و 100 حرف
bn: রিপোজিটরির নাম ১ থেকে ১০০ অক্ষরের মধ্যে হতে হবে
es: El nombre del repositorio debe tener entre 1 y 100 caracteres
et: Hoidla nimi peab olema 1 kuni 100 tähemärki
hi: रिपॉजिटरी का नाम 1 से 100 अक्षरों के बीच होना चाहिए
it: Il nome del repository deve essere compreso tra 1 e 100 caratteri
ja: リポジトリ名は1〜100文字である必要があります
ru: Название репозитория должно содержать от 1 до 100 символов
sv: Förvarets namn måste vara mellan 1 och 100 tecken

# server.api.scm.cannot_create_for_other_user
source: Cannot create repository for another user
ar: لا يمكن إنشاء مستودع لمستخدم آخر
bn: অন্য ব্যবহারকারীর জন্য রিপোজিটরি তৈরি করা যাবে না
es: No se puede crear un repositorio para otro usuario
et: Teise kasutaja jaoks hoidla loomine pole lubatud
hi: अन्य उपयोगकर्ता के लिए रिपॉजिटरी नहीं बनाई जा सकती
it: Impossibile creare un repository per un altro utente
ja: 他のユーザーのためにリポジトリを作成することはできません
ru: Невозможно создать репозиторий для другого пользователя
sv: Kan inte skapa förvar för en annan användare

# server.api.scm.not_org_member
source: Not a member of this organization
ar: لست عضوًا في هذه المنظمة
bn: এই সংস্থার সদস্য নন
es: No eres miembro de esta organización
et: Te ei ole selle organisatsiooni liige
hi: आप इस संगठन के सदस्य नहीं हैं
it: Non sei membro di questa organizzazione
ja: この組織のメンバーではありません
ru: Вы не являетесь членом этой организации
sv: Inte medlem i denna organisation

# server.api.scm.org_admin_required
source: Must be org owner or admin to create repositories
ar: يجب أن تكون مالكًا أو مسؤولًا في المنظمة لإنشاء المستودعات
bn: রিপোজিটরি তৈরি করতে সংস্থার মালিক বা অ্যাডমিন হতে হবে
es: Debes ser propietario o administrador de la organización para crear repositorios
et: Hoidlate loomiseks peab olema organisatsiooni omanik või administraator
hi: रिपॉजिटरी बनाने के लिए संगठन का मालिक या व्यवस्थापक होना आवश्यक है
it: Devi essere proprietario o amministratore dell'organizzazione per creare repository
ja: リポジトリを作成するには組織のオーナーまたは管理者である必要があります
ru: Для создания репозиториев необходимо быть владельцем или администратором организации
sv: Måste vara organisationsägare eller admin för att skapa förvar

# server.api.scm.org_not_found
source: Organization not found
ar: المنظمة غير موجودة
bn: সংস্থা পাওয়া যায়নি
es: Organización no encontrada
et: Organisatsiooni ei leitud
hi: संगठन नहीं मिला
it: Organizzazione non trovata
ja: 組織が見つかりません
ru: Организация не найдена
sv: Organisationen hittades inte

# server.api.scm.repo_already_exists
source: A repository with this name already exists
ar: يوجد مستودع بهذا الاسم بالفعل
bn: এই নামের একটি রিপোজিটরি ইতিমধ্যে বিদ্যমান
es: Ya existe un repositorio con este nombre
et: Selle nimega hoidla on juba olemas
hi: इस नाम की रिपॉजिटरी पहले से मौजूद है
it: Esiste già un repository con questo nome
ja: この名前のリポジトリは既に存在します
ru: Репозиторий с таким именем уже существует
sv: Ett förvar med detta namn finns redan

# server.api.scm.failed_to_create_repo
source: Failed to create repository
ar: فشل في إنشاء المستودع
bn: রিপোজিটরি তৈরি করতে ব্যর্থ
es: Error al crear el repositorio
et: Hoidla loomine ebaõnnestus
hi: रिपॉजिटरी बनाने में विफल
it: Impossibile creare il repository
ja: リポジトリの作成に失敗しました
ru: Не удалось создать репозиторий
sv: Kunde inte skapa förvaret

# server.api.scm.failed_to_init_repo_disk
source: Failed to initialize repository on disk
ar: فشل في تهيئة المستودع على القرص
bn: ডিস্কে রিপোজিটরি ইনিশিয়ালাইজ করতে ব্যর্থ
es: Error al inicializar el repositorio en disco
et: Hoidla kettal algatamine ebaõnnestus
hi: डिस्क पर रिपॉजिटरी इनिशियलाइज़ करने में विफल
it: Impossibile inizializzare il repository su disco
ja: ディスク上のリポジトリの初期化に失敗しました
ru: Не удалось инициализировать репозиторий на диске
sv: Kunde inte initiera förvaret på disk

# server.api.scm.failed_to_init_git_repo
source: Failed to initialize git repository
ar: فشل في تهيئة مستودع git
bn: গিট রিপোজিটরি ইনিশিয়ালাইজ করতে ব্যর্থ
es: Error al inicializar el repositorio git
et: Git hoidla algatamine ebaõnnestus
hi: गिट रिपॉजिटरी इनिशियलाइज़ करने में विफल
it: Impossibile inizializzare il repository git
ja: Gitリポジトリの初期化に失敗しました
ru: Не удалось инициализировать git-репозиторий
sv: Kunde inte initiera git-förvaret

# server.api.scm.access_denied
source: Access denied
ar: الوصول مرفوض
bn: অ্যাক্সেস অস্বীকৃত
es: Acceso denegado
et: Juurdepääs keelatud
hi: पहुँच अस्वीकृत
it: Accesso negato
ja: アクセスが拒否されました
ru: Доступ запрещён
sv: Åtkomst nekad

# server.api.scm.admin_required
source: Admin access required
ar: مطلوب صلاحية المسؤول
bn: অ্যাডমিন অ্যাক্সেস প্রয়োজন
es: Se requiere acceso de administrador
et: Vajalik administraatori juurdepääs
hi: व्यवस्थापक पहुँच आवश्यक
it: Accesso amministratore richiesto
ja: 管理者アクセスが必要です
ru: Требуется доступ администратора
sv: Administratörsåtkomst krävs

# server.api.scm.invalid_default_branch
source: Default branch cannot be empty
ar: لا يمكن أن يكون الفرع الافتراضي فارغًا
bn: ডিফল্ট ব্রাঞ্চ খালি হতে পারে না
es: La rama predeterminada no puede estar vacía
et: Vaikeharu ei tohi olla tühi
hi: डिफ़ॉल्ट ब्रांच खाली नहीं हो सकती
it: Il branch predefinito non può essere vuoto
ja: デフォルトブランチを空にすることはできません
ru: Ветка по умолчанию не может быть пустой
sv: Standardgrenen kan inte vara tom

# server.api.scm.failed_to_update_repo
source: Failed to update repository
ar: فشل في تحديث المستودع
bn: রিপোজিটরি আপডেট করতে ব্যর্থ
es: Error al actualizar el repositorio
et: Hoidla uuendamine ebaõnnestus
hi: रिपॉजिटरी अपडेट करने में विफल
it: Impossibile aggiornare il repository
ja: リポジトリの更新に失敗しました
ru: Не удалось обновить репозиторий
sv: Kunde inte uppdatera förvaret

# server.api.scm.failed_to_delete_repo
source: Failed to delete repository
ar: فشل في حذف المستودع
bn: রিপোজিটরি মুছে ফেলতে ব্যর্থ
es: Error al eliminar el repositorio
et: Hoidla kustutamine ebaõnnestus
hi: रिपॉजिटरी हटाने में विफल
it: Impossibile eliminare il repository
ja: リポジトリの削除に失敗しました
ru: Не удалось удалить репозиторий
sv: Kunde inte radera förvaret

# server.api.scm.user_not_found
source: User not found
ar: المستخدم غير موجود
bn: ব্যবহারকারী পাওয়া যায়নি
es: Usuario no encontrado
et: Kasutajat ei leitud
hi: उपयोगकर्ता नहीं मिला
it: Utente non trovato
ja: ユーザーが見つかりません
ru: Пользователь не найден
sv: Användaren hittades inte

# server.api.scm.failed_to_list_repos
source: Failed to list repositories
ar: فشل في سرد المستودعات
bn: রিপোজিটরি তালিকা করতে ব্যর্থ
es: Error al listar los repositorios
et: Hoidlate loetlemine ebaõnnestus
hi: रिपॉजिटरी सूचीबद्ध करने में विफल
it: Impossibile elencare i repository
ja: リポジトリの一覧取得に失敗しました
ru: Не удалось получить список репозиториев
sv: Kunde inte lista förvar

# server.api.scm.not_configured
source: SCM not configured
ar: إدارة الكود المصدري غير مُعدة
bn: SCM কনফিগার করা হয়নি
es: SCM no configurado
et: SCM pole seadistatud
hi: SCM कॉन्फ़िगर नहीं है
it: SCM non configurato
ja: SCMが設定されていません
ru: SCM не настроен
sv: SCM är inte konfigurerat

# server.api.scm.internal_error
source: Internal server error
ar: حدث خطأ داخلي
bn: অভ্যন্তরীণ সার্ভার ত্রুটি
es: Error interno del servidor
et: Sisemine serveri viga
hi: आंतरिक सर्वर त्रुटि
it: Errore interno del server
ja: 内部サーバーエラー
ru: Внутренняя ошибка сервера
sv: Internt serverfel

# server.api.scm.git.auth_required_private
source: Authentication required for private repository
ar: المصادقة مطلوبة للمستودع الخاص
bn: প্রাইভেট রিপোজিটরির জন্য প্রমাণীকরণ প্রয়োজন
es: Se requiere autenticación para repositorio privado
et: Privaatse hoidla jaoks on vajalik autentimine
hi: प्राइवेट रिपॉजिटरी के लिए प्रमाणीकरण आवश्यक
it: Autenticazione richiesta per repository privato
ja: プライベートリポジトリには認証が必要です
ru: Для приватного репозитория требуется аутентификация
sv: Autentisering krävs för privat förvar

# server.api.scm.git.auth_required_push
source: Authentication required for push
ar: المصادقة مطلوبة للدفع
bn: পুশের জন্য প্রমাণীকরণ প্রয়োজন
es: Se requiere autenticación para push
et: Pushimiseks on vajalik autentimine
hi: पुश के लिए प्रमाणीकरण आवश्यक
it: Autenticazione richiesta per il push
ja: プッシュには認証が必要です
ru: Для отправки изменений требуется аутентификация
sv: Autentisering krävs för push

# server.api.scm.git.auth_required
source: Authentication required
ar: المصادقة مطلوبة
bn: প্রমাণীকরণ প্রয়োজন
es: Se requiere autenticación
et: Autentimine nõutav
hi: प्रमाणीकरण आवश्यक
it: Autenticazione richiesta
ja: 認証が必要です
ru: Требуется аутентификация
sv: Autentisering krävs

# server.api.scm.git.access_denied
source: Access denied to repository
ar: الوصول إلى المستودع مرفوض
bn: রিপোজিটরিতে অ্যাক্সেস অস্বীকৃত
es: Acceso denegado al repositorio
et: Hoidlale juurdepääs keelatud
hi: रिपॉजिटरी तक पहुँच अस्वीकृत
it: Accesso al repository negato
ja: リポジトリへのアクセスが拒否されました
ru: Доступ к репозиторию запрещён
sv: Åtkomst till förvaret nekad

# server.api.scm.git.write_access_denied
source: Write access denied to repository
ar: صلاحية الكتابة للمستودع مرفوضة
bn: রিপোজিটরিতে লেখার অ্যাক্সেস অস্বীকৃত
es: Acceso de escritura denegado al repositorio
et: Hoidlale kirjutusõigus keelatud
hi: रिपॉजिटरी में लिखने की पहुँच अस्वीकृत
it: Accesso in scrittura al repository negato
ja: リポジトリへの書き込みアクセスが拒否されました
ru: Доступ на запись в репозиторий запрещён
sv: Skrivåtkomst till förvaret nekad

# server.api.scm.protection.failed_to_load
source: Failed to load protection rules
ar: فشل في تحميل قواعد الحماية
bn: প্রোটেকশন নিয়ম লোড করতে ব্যর্থ
es: Error al cargar las reglas de protección
et: Kaitsereeglite laadimine ebaõnnestus
hi: सुरक्षा नियम लोड करने में विफल
it: Impossibile caricare le regole di protezione
ja: 保護ルールの読み込みに失敗しました
ru: Не удалось загрузить правила защиты
sv: Kunde inte ladda skyddsregler

# server.api.scm.protection.failed_to_list
source: Failed to list protection rules
ar: فشل في سرد قواعد الحماية
bn: প্রোটেকশন নিয়ম তালিকা করতে ব্যর্থ
es: Error al listar las reglas de protección
et: Kaitsereeglite loetlemine ebaõnnestus
hi: सुरक्षा नियम सूचीबद्ध करने में विफल
it: Impossibile elencare le regole di protezione
ja: 保護ルールの一覧取得に失敗しました
ru: Не удалось получить список правил защиты
sv: Kunde inte lista skyddsregler

# server.api.scm.protection.invalid_pattern
source: Pattern must be between 1 and 256 characters
ar: يجب أن يكون النمط بين 1 و 256 حرفًا
bn: প্যাটার্ন ১ থেকে ২৫৬ অক্ষরের মধ্যে হতে হবে
es: El patrón debe tener entre 1 y 256 caracteres
et: Muster peab olema 1 kuni 256 tähemärki
hi: पैटर्न 1 से 256 अक्षरों के बीच होना चाहिए
it: Il pattern deve essere compreso tra 1 e 256 caratteri
ja: パターンは1〜256文字である必要があります
ru: Шаблон должен содержать от 1 до 256 символов
sv: Mönstret måste vara mellan 1 och 256 tecken

# server.api.scm.protection.already_exists
source: A protection rule with this pattern already exists
ar: توجد قاعدة حماية بهذا النمط بالفعل
bn: এই প্যাটার্নের একটি প্রোটেকশন নিয়ম ইতিমধ্যে বিদ্যমান
es: Ya existe una regla de protección con este patrón
et: Selle mustriga kaitseseegel on juba olemas
hi: इस पैटर्न का सुरक्षा नियम पहले से मौजूद है
it: Esiste già una regola di protezione con questo pattern
ja: このパターンの保護ルールは既に存在します
ru: Правило защиты с таким шаблоном уже существует
sv: En skyddsregel med detta mönster finns redan

# server.api.scm.protection.failed_to_create
source: Failed to create protection rule
ar: فشل في إنشاء قاعدة الحماية
bn: প্রোটেকশন নিয়ম তৈরি করতে ব্যর্থ
es: Error al crear la regla de protección
et: Kaitsereegli loomine ebaõnnestus
hi: सुरक्षा नियम बनाने में विफल
it: Impossibile creare la regola di protezione
ja: 保護ルールの作成に失敗しました
ru: Не удалось создать правило защиты
sv: Kunde inte skapa skyddsregel

# server.api.scm.protection.rule_not_found
source: Protection rule not found
ar: قاعدة الحماية غير موجودة
bn: প্রোটেকশন নিয়ম পাওয়া যায়নি
es: Regla de protección no encontrada
et: Kaitsereeglit ei leitud
hi: सुरक्षा नियम नहीं मिला
it: Regola di protezione non trovata
ja: 保護ルールが見つかりません
ru: Правило защиты не найдено
sv: Skyddsregeln hittades inte

# server.api.scm.protection.failed_to_delete
source: Failed to delete protection rule
ar: فشل في حذف قاعدة الحماية
bn: প্রোটেকশন নিয়ম মুছে ফেলতে ব্যর্থ
es: Error al eliminar la regla de protección
et: Kaitsereegli kustutamine ebaõnnestus
hi: सुरक्षा नियम हटाने में विफल
it: Impossibile eliminare la regola di protezione
ja: 保護ルールの削除に失敗しました
ru: Не удалось удалить правило защиты
sv: Kunde inte radera skyddsregel

# server.api.scm.webhook.not_found
source: Webhook not found
ar: الويب هوك غير موجود
bn: ওয়েবহুক পাওয়া যায়নি
es: Webhook no encontrado
et: Webhook'i ei leitud
hi: वेबहुक नहीं मिला
it: Webhook non trovato
ja: Webhookが見つかりません
ru: Вебхук не найден
sv: Webhooken hittades inte

# server.api.scm.webhook.admin_required
source: Admin access required
ar: مطلوب صلاحية المسؤول
bn: অ্যাডমিন অ্যাক্সেস প্রয়োজন
es: Se requiere acceso de administrador
et: Vajalik administraatori juurdepääs
hi: व्यवस्थापक पहुँच आवश्यक
it: Accesso amministratore richiesto
ja: 管理者アクセスが必要です
ru: Требуется доступ администратора
sv: Administratörsåtkomst krävs

# server.api.scm.webhook.url_required
source: URL is required
ar: الرابط مطلوب
bn: URL প্রয়োজন
es: La URL es obligatoria
et: URL on nõutav
hi: URL आवश्यक है
it: URL richiesto
ja: URLが必要です
ru: URL обязателен
sv: URL krävs

# server.api.scm.webhook.url_invalid_protocol
source: URL must start with http:// or https://
ar: يجب أن يبدأ الرابط بـ http:// أو https://
bn: URL http:// বা https:// দিয়ে শুরু হতে হবে
es: La URL debe comenzar con http:// o https://
et: URL peab algama http:// või https://
hi: URL http:// या https:// से शुरू होना चाहिए
it: L'URL deve iniziare con http:// o https://
ja: URLはhttp://またはhttps://で始まる必要があります
ru: URL должен начинаться с http:// или https://
sv: URL måste börja med http:// eller https://

# server.api.scm.webhook.url_too_long
source: URL must be less than 2048 characters
ar: يجب أن يكون الرابط أقل من 2048 حرفاً
bn: URL ২০৪৮ অক্ষরের কম হতে হবে
es: La URL debe tener menos de 2048 caracteres
et: URL peab olema lühem kui 2048 tähemärki
hi: URL 2048 अक्षरों से कम होना चाहिए
it: L'URL deve essere inferiore a 2048 caratteri
ja: URLは2048文字未満である必要があります
ru: URL должен быть короче 2048 символов
sv: URL måste vara mindre än 2048 tecken

# server.api.scm.webhook.events_required
source: At least one event is required
ar: مطلوب حدث واحد على الأقل
bn: অন্তত একটি ইভেন্ট প্রয়োজন
es: Se requiere al menos un evento
et: Vähemalt üks sündmus on nõutav
hi: कम से कम एक इवेंट आवश्यक है
it: È richiesto almeno un evento
ja: 少なくとも1つのイベントが必要です
ru: Требуется хотя бы одно событие
sv: Minst en händelse krävs

# server.api.scm.webhook.invalid_event
source: Invalid event '{event}'. Valid events: {valid_events}
ar: حدث غير صالح '{event}'. الأحداث الصالحة: {valid_events}
bn: অবৈধ ইভেন্ট '{event}'। বৈধ ইভেন্ট: {valid_events}
es: Evento inválido '{event}'. Eventos válidos: {valid_events}
et: Vigane sündmus '{event}'. Kehtivad sündmused: {valid_events}
hi: अमान्य इवेंट '{event}'। वैध इवेंट: {valid_events}
it: Evento non valido '{event}'. Eventi validi: {valid_events}
ja: 無効なイベント「{event}」。有効なイベント：{valid_events}
ru: Недопустимое событие «{event}». Допустимые события: {valid_events}
sv: Ogiltig händelse '{event}'. Giltiga händelser: {valid_events}

# server.api.scm.webhook.secret_required
source: Secret is required
ar: المفتاح السري مطلوب
bn: সিক্রেট প্রয়োজন
es: El secreto es obligatorio
et: Saladus on nõutav
hi: सीक्रेट आवश्यक है
it: Secret richiesto
ja: シークレットが必要です
ru: Секрет обязателен
sv: Hemlighet krävs

# server.api.scm.webhook.url_invalid
source: Invalid URL format
ar: صيغة الرابط غير صالحة
bn: অবৈধ URL ফরম্যাট
es: Formato de URL inválido
et: Vigane URL-i vorming
hi: अमान्य URL प्रारूप
it: Formato URL non valido
ja: URLの形式が無効です
ru: Недопустимый формат URL
sv: Ogiltigt URL-format

# server.api.scm.webhook.url_localhost_blocked
source: Localhost URLs are not allowed
ar: روابط المضيف المحلي غير مسموح بها
bn: লোকালহোস্ট URL অনুমোদিত নয়
es: No se permiten URLs de localhost
et: Localhost URL-id ei ole lubatud
hi: लोकलहोस्ट URL की अनुमति नहीं है
it: Gli URL localhost non sono consentiti
ja: ローカルホストのURLは許可されていません
ru: URL на localhost не разрешены
sv: Localhost-URL:er är inte tillåtna

# server.api.scm.webhook.url_private_ip_blocked
source: Private or internal IP addresses are not allowed
ar: عناوين IP الخاصة أو الداخلية غير مسموح بها
bn: প্রাইভেট বা অভ্যন্তরীণ IP ঠিকানা অনুমোদিত নয়
es: No se permiten direcciones IP privadas o internas
et: Privaatsed või sisemised IP-aadressid ei ole lubatud
hi: प्राइवेट या आंतरिक IP पते की अनुमति नहीं है
it: Gli indirizzi IP privati o interni non sono consentiti
ja: プライベートまたは内部IPアドレスは許可されていません
ru: Приватные или внутренние IP-адреса не разрешены
sv: Privata eller interna IP-adresser är inte tillåtna

# server.api.scm.maintenance.not_configured
source: Maintenance not configured
ar: الصيانة غير مُعدة
bn: মেইনটেন্যান্স কনফিগার করা হয়নি
es: Mantenimiento no configurado
et: Hooldus pole seadistatud
hi: मेंटेनेंस कॉन्फ़िगर नहीं है
it: Manutenzione non configurata
ja: メンテナンスが設定されていません
ru: Обслуживание не настроено
sv: Underhåll är inte konfigurerat

# server.api.scm.maintenance.job_queued
source: Maintenance task '{task}' queued for repository
ar: تم وضع مهمة الصيانة '{task}' في قائمة الانتظار للمستودع
bn: রিপোজিটরির জন্য মেইনটেন্যান্স টাস্ক '{task}' সারিবদ্ধ করা হয়েছে
es: Tarea de mantenimiento '{task}' en cola para el repositorio
et: Hooldustöö '{task}' on hoidla jaoks järjekorda lisatud
hi: रिपॉजिटरी के लिए मेंटेनेंस कार्य '{task}' कतार में है
it: Attività di manutenzione '{task}' in coda per il repository
ja: リポジトリのメンテナンスタスク「{task}」がキューに追加されました
ru: Задача обслуживания «{task}» поставлена в очередь для репозитория
sv: Underhållsuppgift '{task}' köad för förvaret
