Repository: ohitslaurence/maestro
Catalog: reference/loom/crates/loom-common-i18n/locales/*/messages.po
Languages: ar, bn, es, et, hi, it, ja, ru, sv

# server.email.magic_link.subject
source: Sign in to Loom
ar: تسجيل الدخول إلى Loom
bn: Loom-এ সাইন ইন করুন
es: Iniciar sesión en Loom
et: Logi sisse Loomi
hi: Loom में साइन इन करें
it: Accedi a Loom
ja: Loomにサインイン
ru: Войти в Loom
sv: Logga in på Loom

# server.email.magic_link.body
source: Click the link below to sign in to your Loom account.
ar: انقر على الرابط أدناه لتسجيل الدخول إلى حسابك في Loom.
bn: আপনার Loom অ্যাকাউন্টে সাইন ইন করতে নিচের লিংকে ক্লিক করুন।
es: Haz clic en el siguiente enlace para iniciar sesión en tu cuenta de Loom.
et: Klõpsa alloleval lingil, et oma Loomi kontole sisse logida.
hi: अपने Loom खाते में साइन इन करने के लिए नीचे दी गई लिंक पर क्लिक करें।
it: Clicca sul link qui sotto per accedere al tuo account Loom.
ja: 以下のリンクをクリックして、Loomアカウントにサインインしてください。
ru: Нажмите на ссылку ниже, чтобы войти в свою учётную запись Loom.
sv: Klicka på länken nedan för att logga in på ditt Loom-konto.

# server.email.magic_link.expires
source: This link expires in {minutes} minutes.
ar: تنتهي صلاحية هذا الرابط خلال {minutes} دقيقة.
bn: এই লিংকটি {minutes} মিনিটে মেয়াদ শেষ হবে।
es: Este enlace expira en {minutes} minutos.
et: See link aegub {minutes} minuti pärast.
hi: यह लिंक {minutes} मिनट में समाप्त हो जाएगी।
it: Questo link scade tra {minutes} minuti.
ja: このリンクは{minutes}分で有効期限が切れます。
ru: Срок действия этой ссылки истекает через {minutes} минут.
sv: Denna länk går ut om {minutes} minuter.

# server.email.magic_link.ignore
source: If you didn't request this email, you can safely ignore it.
ar: إذا لم تطلب هذا البريد الإلكتروني، يمكنك تجاهله بأمان.
bn: আপনি যদি এই ইমেইলটি অনুরোধ না করে থাকেন, আপনি এটি নিরাপদে উপেক্ষা করতে পারেন।
es: Si no solicitaste este correo electrónico, puedes ignorarlo de forma segura.
et: Kui sa seda e-kirja ei tellinud, võid selle rahulikult ignoreerida.
hi: यदि आपने यह ईमेल का अनुरोध नहीं किया है, तो आप इसे सुरक्षित रूप से अनदेखा कर सकते हैं।
it: Se non hai richiesto questa email, puoi ignorarla tranquillamente.
ja: このメールに心当たりがない場合は、無視していただいて問題ありません。
ru: Если вы не запрашивали это письмо, просто проигнорируйте его.
sv: Om du inte begärde denna e-post kan du lugnt ignorera den.

# server.email.magic_link.copy_link
source: Or copy and paste this link:
ar: أو انسخ والصق هذا الرابط:
bn: অথবা এই লিংকটি কপি এবং পেস্ট করুন:
es: O copia y pega este enlace:
et: Või kopeeri ja kleebi see link:
hi: या इस लिंक को कॉपी और पेस्ट करें:
it: Oppure copia e incolla questo link:
ja: または、このリンクをコピーして貼り付けてください：
ru: Или скопируйте и вставьте эту ссылку:
sv: Eller kopiera och klistra in denna länk:

# server.email.invitation.subject
source: You've been invited to join {org_name} on Loom
ar: لقد تمت دعوتك للانضمام إلى {org_name} على Loom
bn: আপনাকে Loom-এ {org_name}-এ যোগদানের জন্য আমন্ত্রণ জানানো হয়েছে
es: Te han invitado a unirte a {org_name} en Loom
et: Sind kutsuti liituma organisatsiooniga {org_name} Loomis
hi: आपको Loom पर {org_name} में शामिल होने के लिए आमंत्रित किया गया है
it: Sei stato invitato a unirti a {org_name} su Loom
ja: Loomの{org_name}に招待されました
ru: Вас пригласили присоединиться к {org_name} в Loom
sv: Du har blivit inbjuden att gå med i {org_name} på Loom

# server.email.invitation.body
source: {inviter_name} has invited you to join the "{org_name}" organization on Loom.
ar: قام {inviter_name} بدعوتك للانضمام إلى منظمة "{org_name}" على Loom.
bn: {inviter_name} আপনাকে Loom-এ "{org_name}" সংস্থায় যোগদানের আমন্ত্রণ জানিয়েছেন।
es: {inviter_name} te ha invitado a unirte a la organización "{org_name}" en Loom.
et: {inviter_name} kutsus sind liituma organisatsiooniga "{org_name}" Loomis.
hi: {inviter_name} ने आपको Loom पर "{org_name}" संगठन में शामिल होने के लिए आमंत्रित किया है।
it: {inviter_name} ti ha invitato a unirti all'organizzazione "{org_name}" su Loom.
ja: {inviter_name}さんからLoomの「{org_name}」組織への招待が届いています。
ru: {inviter_name} приглашает вас присоединиться к организации «{org_name}» в Loom.
sv: {inviter_name} har bjudit in dig att gå med i organisationen "{org_name}" på Loom.

# server.email.invitation.action
source: Click the link below to accept the invitation:
ar: انقر على الرابط أدناه لقبول الدعوة:
bn: আমন্ত্রণ গ্রহণ করতে নিচের লিংকে ক্লিক করুন:
es: Haz clic en el siguiente enlace para aceptar la invitación:
et: Klõpsa alloleval lingil, et kutse vastu võtta:
hi: आमंत्रण स्वीकार करने के लिए नीचे दी गई लिंक पर क्लिक करें:
it: Clicca sul link qui sotto per accettare l'invito:
ja: 招待を受け入れるには、以下のリンクをクリックしてください：
ru: Нажмите на ссылку ниже, чтобы принять приглашение:
sv: Klicka på länken nedan för att acceptera inbjudan:

# server.email.invitation.no_expiry
source: This invitation does not expire, but can be revoked by the organization admin.
ar: هذه الدعوة لا تنتهي صلاحيتها، ولكن يمكن إلغاؤها من قبل مسؤول المنظمة.
bn: এই আমন্ত্রণের মেয়াদ শেষ হয় না, তবে সংস্থার অ্যাডমিন দ্বারা বাতিল করা যেতে পারে।
es: Esta invitación no expira, pero puede ser revocada por el administrador de la organización.
et: See kutse ei aegu, kuid organisatsiooni administraator võib selle tühistada.
hi: यह आमंत्रण समाप्त नहीं होता, लेकिन संगठन व्यवस्थापक द्वारा रद्द किया जा सकता है।
it: Questo invito non scade, ma può essere revocato dall'amministratore dell'organizzazione.
ja: この招待に有効期限はありませんが、組織管理者によって取り消される可能性があります。
ru: Срок действия этого приглашения не ограничен, но администратор организации может его отозвать.
sv: Denna inbjudan går inte ut, men kan återkallas av organisationsadministratören.

# server.email.security_alert.subject
source: Loom Security Alert: {event}
ar: تنبيه أمان Loom: {event}
bn: Loom নিরাপত্তা সতর্কতা: {event}
es: Alerta de seguridad de Loom: {event}
et: Loomi turvahoiatus: {event}
hi: Loom सुरक्षा चेतावनी: {event}
it: Avviso di sicurezza Loom: {event}
ja: Loomセキュリティアラート：{event}
ru: Предупреждение безопасности Loom: {event}
sv: Loom säkerhetsvarning: {event}

# server.email.security_alert.body
source: A security event occurred on your Loom account.
ar: حدث حدث أمني في حسابك على Loom.
bn: আপনার Loom অ্যাকাউন্টে একটি নিরাপত্তা ইভেন্ট ঘটেছে।
es: Ocurrió un evento de seguridad en tu cuenta de Loom.
et: Sinu Loomi kontol toimus turvasündmus.
hi: आपके Loom खाते पर एक सुरक्षा घटना हुई है।
it: Si è verificato un evento di sicurezza sul tuo account Loom.
ja: Loomアカウントでセキュリティイベントが発生しました。
ru: В вашей учётной записи Loom произошло событие безопасности.
sv: En säkerhetshändelse inträffade på ditt Loom-konto.

# server.email.security_alert.event
source: Event: {event}
ar: الحدث: {event}
bn: ইভেন্ট: {event}
es: Evento: {event}
et: Sündmus: {event}
hi: घटना: {event}
it: Evento: {event}
ja: イベント：{event}
ru: Событие: {event}
sv: Händelse: {event}

# server.email.security_alert.details
source: Details:
ar: التفاصيل:
bn: বিস্তারিত:
es: Detalles:
et: Üksikasjad:
hi: विवरण:
it: Dettagli:
ja: 詳細：
ru: Подробности:
sv: Detaljer:

# server.email.security_alert.action
source: If this wasn't you, please review your account security settings immediately.
ar: إذا لم تكن أنت، يرجى مراجعة إعدادات أمان حسابك فورًا.
bn: এটি যদি আপনি না হন, অনুগ্রহ করে অবিলম্বে আপনার অ্যাকাউন্ট নিরাপত্তা সেটিংস পর্যালোচনা করুন।
es: Si no fuiste tú, revisa la configuración de seguridad de tu cuenta inmediatamente.
et: Kui see polnud sina, vaata palun kohe üle oma konto turvaseaded.
hi: यदि यह आप नहीं थे, तो कृपया तुरंत अपने खाते की सुरक्षा सेटिंग्स की समीक्षा करें।
it: Se non sei stato tu, controlla immediatamente le impostazioni di sicurezza del tuo account.
ja: 心当たりがない場合は、すぐにアカウントのセキュリティ設定を確認してください。
ru: Если это были не вы, немедленно проверьте настройки безопасности вашей учётной записи.
sv: Om det inte var du, granska dina kontosäkerhetsinställningar omedelbart.

# server.email.deletion_warning.subject
source: Your Loom account is scheduled for deletion
ar: تم جدولة حسابك في Loom للحذف
bn: আপনার Loom অ্যাকাউন্ট মুছে ফেলার জন্য নির্ধারিত হয়েছে
es: Tu cuenta de Loom está programada para eliminación
et: Sinu Loomi konto on kavandatud kustutamiseks
hi: आपका Loom खाता हटाने के लिए निर्धारित है
it: Il tuo account Loom è programmato per l'eliminazione
ja: Loomアカウントの削除が予定されています
ru: Ваша учётная запись Loom запланирована к удалению
sv: Ditt Loom-konto är schemalagt för radering

# server.email.deletion_warning.body
source: Your Loom account is scheduled for permanent deletion in {days} days.
ar: تم جدولة حسابك في Loom للحذف الدائم خلال {days} أيام.
bn: আপনার Loom অ্যাকাউন্ট {days} দিনের মধ্যে স্থায়ীভাবে মুছে ফেলার জন্য নির্ধারিত হয়েছে।
es: Tu cuenta de Loom está programada para eliminación permanente en {days} días.
et: Sinu Loomi konto on kavandatud jäädavaks kustutamiseks {days} päeva pärast.
hi: आपका Loom खाता {days} दिनों में स्थायी रूप से हटाने के लिए निर्धारित है।
it: Il tuo account Loom è programmato per l'eliminazione permanente tra {days} giorni.
ja: Loomアカウントは{days}日後に完全に削除される予定です。
ru: Ваша учётная запись Loom будет безвозвратно удалена через {days} дней.
sv: Ditt Loom-konto är schemalagt för permanent radering om {days} dagar.

# server.email.deletion_warning.restore
source: If you did not request this deletion, or if you've changed your mind, you can restore your account by logging in before the deletion date.
ar: إذا لم تطلب هذا الحذف، أو إذا غيرت رأيك، يمكنك استعادة حسابك عن طريق تسجيل الدخول قبل تاريخ الحذف.
bn: আপনি যদি এই মুছে ফেলার অনুরোধ না করে থাকেন, বা আপনি মন পরিবর্তন করেছেন, মুছে ফেলার তারিখের আগে লগ ইন করে আপনার অ্যাকাউন্ট পুনরুদ্ধার করতে পারেন।
es: Si no solicitaste esta eliminación, o si has cambiado de opinión, puedes restaurar tu cuenta iniciando sesión antes de la fecha de eliminación.
et: Kui sa seda kustutamist ei tellinud või oled meelt muutnud, saad oma konto taastada, logides sisse enne kustutamise kuupäeva.
hi: यदि आपने इस हटाने का अनुरोध नहीं किया है, या यदि आपने अपना मन बदल लिया है, तो आप हटाने की तारीख से पहले लॉग इन करके अपना खाता पुनर्स्थापित कर सकते हैं।
it: Se non hai richiesto questa eliminazione, o se hai cambiato idea, puoi ripristinare il tuo account accedendo prima della data di eliminazione.
ja: この削除をリクエストしていない場合、または気が変わった場合は、削除日までにログインしてアカウントを復元できます。
ru: Если вы не запрашивали удаление или передумали, вы можете восстановить учётную запись, войдя в систему до даты удаления.
sv: Om du inte begärde denna radering, eller om du har ändrat dig, kan du återställa ditt konto genom att logga in före raderingsdatumet.

# server.email.deletion_warning.permanent
source: After permanent deletion, your data cannot be recovered.
ar: بعد الحذف الدائم، لا يمكن استرداد بياناتك.
bn: স্থায়ীভাবে মুছে ফেলার পর, আপনার ডেটা পুনরুদ্ধার করা যাবে না।
es: Después de la eliminación permanente, tus datos no se pueden recuperar.
et: Pärast jäädavat kustutamist ei ole sinu andmeid võimalik taastada.
hi: स्थायी हटाने के बाद, आपका डेटा पुनर्प्राप्त नहीं किया जा सकता।
it: Dopo l'eliminazione permanente, i tuoi dati non potranno essere recuperati.
ja: 完全削除後は、データを復元することはできません。
ru: После окончательного удаления ваши данные невозможно будет восстановить.
sv: Efter permanent radering kan din data inte återställas.

# server.email.deletion_scheduled.subject
source: Account Deletion Scheduled
ar: تم جدولة حذف الحساب
bn: অ্যাকাউন্ট মুছে ফেলা নির্ধারিত
es: Eliminación de cuenta programada
et: Konto kustutamine kavandatud
hi: खाता हटाना निर्धारित
it: Eliminazione account programmata
ja: アカウント削除が予定されました
ru: Удаление учётной записи запланировано
sv: Kontoradering schemalagd

# server.email.deletion_scheduled.body
source: Your account has been scheduled for deletion.
ar: تم جدولة حسابك للحذف.
bn: আপনার অ্যাকাউন্ট মুছে ফেলার জন্য নির্ধারিত হয়েছে।
es: Tu cuenta ha sido programada para eliminación.
et: Sinu konto on kavandatud kustutamiseks.
hi: आपका खाता हटाने के लिए निर्धारित किया गया है।
it: Il tuo account è stato programmato per l'eliminazione.
ja: アカウントの削除が予定されました。
ru: Ваша учётная запись запланирована к удалению.
sv: Ditt konto har schemalagts för radering.

# server.email.deletion_scheduled.grace
source: You have {days} days to restore your account by logging in and canceling the deletion.
ar: لديك {days} أيام لاستعادة حسابك عن طريق تسجيل الدخول وإلغاء الحذف.
bn: লগ ইন করে এবং মুছে ফেলা বাতিল করে আপনার অ্যাকাউন্ট পুনরুদ্ধার করতে আপনার কাছে {days} দিন আছে।
es: Tienes {days} días para restaurar tu cuenta iniciando sesión y cancelando la eliminación.
et: Sul on {days} päeva, et oma konto taastada, logides sisse ja kustutamise tühistades.
hi: आपके पास लॉग इन करके और हटाने को रद्द करके अपना खाता पुनर्स्थापित करने के लिए {days} दिन हैं।
it: Hai {days} giorni per ripristinare il tuo account accedendo e annullando l'eliminazione.
ja: ログインして削除をキャンセルすることで、{days}日以内にアカウントを復元できます。
ru: У вас есть {days} дней, чтобы восстановить учётную запись, войдя в систему и отменив удаление.
sv: Du har {days} dagar på dig att återställa ditt konto genom att logga in och avbryta raderingen.

# server.email.deletion_scheduled.permanent
source: After the grace period, your account and all associated data will be permanently deleted.
ar: بعد فترة السماح، سيتم حذف حسابك وجميع البيانات المرتبطة به بشكل دائم.
bn: গ্রেস পিরিয়ড শেষ হলে, আপনার অ্যাকাউন্ট এবং সমস্ত সম্পর্কিত ডেটা স্থায়ীভাবে মুছে ফেলা হবে।
es: Después del período de gracia, tu cuenta y todos los datos asociados serán eliminados permanentemente.
et: Pärast ooteperioodi kustutatakse sinu konto ja kõik seotud andmed jäädavalt.
hi: अनुग्रह अवधि के बाद, आपका खाता और सभी संबंधित डेटा स्थायी रूप से हटा दिया जाएगा।
it: Dopo il periodo di grazia, il tuo account e tutti i dati associati verranno eliminati permanentemente.
ja: 猶予期間後、アカウントとすべての関連データは完全に削除されます。
ru: По истечении льготного периода ваша учётная запись и все связанные данные будут безвозвратно удалены.
sv: Efter respitperioden kommer ditt konto och all tillhörande data att raderas permanent.

# server.api.auth.check_email
source: Check your email for a login link
ar: تحقق من بريدك الإلكتروني للحصول على رابط تسجيل الدخول
bn: লগইন লিংকের জন্য আপনার ইমেইল চেক করুন
es: Revisa tu correo electrónico para obtener un enlace de inicio de sesión
et: Kontrolli oma e-posti sisselogimislingi saamiseks
hi: लॉगिन लिंक के लिए अपना ईमेल देखें
it: Controlla la tua email per il link di accesso
ja: ログインリンクがメールで送信されました。メールを確認してください
ru: Проверьте почту — вам отправлена ссылка для входа
sv: Kontrollera din e-post för en inloggningslänk

# server.api.auth.logged_out
source: Successfully logged out
ar: تم تسجيل الخروج بنجاح
bn: সফলভাবে লগ আউট হয়েছে
es: Sesión cerrada exitosamente
et: Edukalt välja logitud
hi: सफलतापूर्वक लॉग आउट किया गया
it: Disconnessione effettuata con successo
ja: ログアウトしました
ru: Вы успешно вышли из системы
sv: Utloggad

# server.api.error.internal
source: An internal error occurred
ar: حدث خطأ داخلي
bn: একটি অভ্যন্তরীণ ত্রুটি ঘটেছে
es: Ocurrió un error interno
et: Tekkis sisemine viga
hi: एक आंतरिक त्रुटि हुई
it: Si è verificato un errore interno
ja: 内部エラーが発生しました
ru: Произошла внутренняя ошибка
sv: Ett internt fel uppstod

# server.api.error.not_found
source: Resource not found
ar: المورد غير موجود
bn: রিসোর্স পাওয়া যায়নি
es: Recurso no encontrado
et: Ressurssi ei leitud
hi: संसाधन नहीं मिला
it: Risorsa non trovata
ja: リソースが見つかりません
ru: Ресурс не найден
sv: Resursen hittades inte

# server.api.error.unauthorized
source: Authentication required
ar: المصادقة مطلوبة
bn: প্রমাণীকরণ প্রয়োজন
es: Autenticación requerida
et: Autentimine nõutav
hi: प्रमाणीकरण आवश्यक है
it: Autenticazione richiesta
ja: 認証が必要です
ru: Требуется аутентификация
sv: Autentisering krävs

# server.api.error.forbidden
source: Access denied
ar: الوصول مرفوض
bn: অ্যাক্সেস অস্বীকৃত
es: Acceso denegado
et: Juurdepääs keelatud
hi: पहुँच अस्वीकृत
it: Accesso negato
ja: アクセスが拒否されました
ru: Доступ запрещён
sv: Åtkomst nekad

# server.api.error.bad_request
source: Invalid request
ar: طلب غير صالح
bn: অবৈধ অনুরোধ
es: Solicitud inválida
et: Vigane päring
hi: अमान्य अनुरोध
it: Richiesta non valida
ja: 無効なリクエストです
ru: Некорректный запрос
sv: Ogiltig begäran

# server.api.error.conflict
source: Resource conflict
ar: تعارض في الموارد
bn: রিসোর্স দ্বন্দ্ব
es: Conflicto de recursos
et: Ressursi konflikt
hi: संसाधन विवाद
it: Conflitto di risorse
ja: リソースの競合
ru: Конфликт ресурсов
sv: Resurskonflikt

# server.api.error.gone
source: Resource no longer available
ar: المورد لم يعد متاحًا
bn: রিসোর্স আর উপলব্ধ নেই
es: Recurso ya no disponible
et: Ressurss pole enam saadaval
hi: संसाधन अब उपलब्ध नहीं है
it: Risorsa non più disponibile
ja: リソースは利用できなくなりました
ru: Ресурс больше недоступен
sv: Resursen är inte längre tillgänglig

# server.api.error.not_configured
source: Feature not configured
ar: الميزة غير مكونة
bn: বৈশিষ্ট্য কনফিগার করা হয়নি
es: Función no configurada
et: Funktsioon pole seadistatud
hi: सुविधा कॉन्फ़िगर नहीं है
it: Funzionalità non configurata
ja: 機能が設定されていません
ru: Функция не настроена
sv: Funktionen är inte konfigurerad

# server.api.auth.invalid_email
source: Please provide a valid email address
ar: يرجى تقديم عنوان بريد إلكتروني صالح
bn: অনুগ্রহ করে একটি বৈধ ইমেইল ঠিকানা প্রদান করুন
es: Por favor proporciona una dirección de correo electrónico válida
et: Palun sisesta kehtiv e-posti aadress
hi: कृपया एक वैध ईमेल पता प्रदान करें
it: Inserisci un indirizzo email valido
ja: 有効なメールアドレスを入力してください
ru: Пожалуйста, укажите действительный адрес электронной почты
sv: Ange en giltig e-postadress

# server.api.auth.device_authorized
source: Device authorized successfully
ar: تم تفويض الجهاز بنجاح
bn: ডিভাইস সফলভাবে অনুমোদিত
es: Dispositivo autorizado exitosamente
et: Seade edukalt autoriseeritud
hi: डिवाइस सफलतापूर्वक अधिकृत
it: Dispositivo autorizzato con successo
ja: デバイスが正常に認証されました
ru: Устройство успешно авторизовано
sv: Enheten auktoriserades

# server.api.auth.invalid_device_code
source: Invalid or expired device code
ar: رمز الجهاز غير صالح أو منتهي الصلاحية
bn: অবৈধ বা মেয়াদোত্তীর্ণ ডিভাইস কোড
es: Código de dispositivo inválido o expirado
et: Vigane või aegunud seadme kood
hi: अमान्य या समाप्त डिवाइस कोड
it: Codice dispositivo non valido o scaduto
ja: 無効または期限切れのデバイスコードです
ru: Недействительный или просроченный код устройства
sv: Ogiltig eller utgången enhetskod

# server.api.auth.invalid_user_code
source: Invalid or expired user code
ar: رمز المستخدم غير صالح أو منتهي الصلاحية
bn: অবৈধ বা মেয়াদোত্তীর্ণ ইউজার কোড
es: Código de usuario inválido o expirado
et: Vigane või aegunud kasutaja kood
hi: अमान्य या समाप्त उपयोगकर्ता कोड
it: Codice utente non valido o scaduto
ja: 無効または期限切れのユーザーコードです
ru: Недействительный или просроченный код пользователя
sv: Ogiltig eller utgången användarkod

# server.api.auth.oauth_not_configured
source: {provider} OAuth not configured
ar: OAuth لـ {provider} غير مكون
bn: {provider} OAuth কনফিগার করা হয়নি
es: OAuth de {provider} no está configurado
et: {provider} OAuth pole seadistatud
hi: {provider} OAuth कॉन्फ़िगर नहीं है
it: OAuth {provider} non configurato
ja: {provider} OAuthが設定されていません
ru: OAuth для {provider} не настроен
sv: {provider} OAuth är inte konfigurerat

# server.api.auth.magic_link_sent
source: If an account exists with this email, a login link has been sent
ar: إذا كان هناك حساب بهذا البريد الإلكتروني، فقد تم إرسال رابط تسجيل الدخول
bn: এই ইমেইলে একটি অ্যাকাউন্ট থাকলে, একটি লগইন লিংক পাঠানো হয়েছে
es: Si existe una cuenta con este correo, se ha enviado un enlace de inicio de sesión
et: Kui selle e-posti aadressiga konto on olemas, saadeti sisselogimislink
hi: यदि इस ईमेल के साथ कोई खाता मौजूद है, तो एक लॉगिन लिंक भेज दी गई है
it: Se esiste un account con questa email, è stato inviato un link di accesso
ja: このメールアドレスにアカウントが存在する場合、ログインリンクが送信されました
ru: Если учётная запись с таким email существует, ссылка для входа была отправлена
sv: Om ett konto finns med denna e-post har en inloggningslänk skickats

# server.api.auth.email_not_verified
source: Email address has not been verified by the provider
ar: لم يتم التحقق من عنوان البريد الإلكتروني من قبل المزود
bn: ইমেইল ঠিকানা প্রদানকারী দ্বারা যাচাই করা হয়নি
es: La dirección de correo electrónico no ha sido verificada por el proveedor
et: E-posti aadressi pole teenusepakkuja poolt kinnitatud
hi: ईमेल पता प्रदाता द्वारा सत्यापित नहीं किया गया है
it: L'indirizzo email non è stato verificato dal provider
ja: メールアドレスがプロバイダーによって確認されていません
ru: Адрес электронной почты не подтверждён провайдером
sv: E-postadressen har inte verifierats av leverantören

# server.api.auth.no_verified_email
source: No verified email address found. Please verify your email with GitHub and try again.
ar: لم يتم العثور على عنوان بريد إلكتروني تم التحقق منه. يرجى التحقق من بريدك الإلكتروني مع GitHub والمحاولة مرة أخرى.
bn: কোনো যাচাইকৃত ইমেইল ঠিকানা পাওয়া যায়নি। অনুগ্রহ করে GitHub-এ আপনার ইমেইল যাচাই করুন এবং আবার চেষ্টা করুন।
es: No se encontró una dirección de correo electrónico verificada. Por favor, verifica tu correo con GitHub e intenta de nuevo.
et: Kinnitatud e-posti aadressi ei leitud. Palun kinnita oma e-post GitHubis ja proovi uuesti.
hi: कोई सत्यापित ईमेल पता नहीं मिला। कृपया GitHub के साथ अपना ईमेल सत्यापित करें और पुनः प्रयास करें।
it: Nessun indirizzo email verificato trovato. Verifica la tua email con GitHub e riprova.
ja: 確認済みのメールアドレスが見つかりません。GitHubでメールを確認してから、もう一度お試しください。
ru: Подтверждённый адрес электронной почты не найден. Подтвердите свой email в GitHub и попробуйте снова.
sv: Ingen verifierad e-postadress hittades. Verifiera din e-post hos GitHub och försök igen.

# server.api.auth.signups_disabled
source: New user signups are currently disabled. Please contact an administrator.
ar: تسجيل المستخدمين الجدد معطل حالياً. يرجى التواصل مع المسؤول.
bn: নতুন ব্যবহারকারী নিবন্ধন বর্তমানে অক্ষম করা আছে। অনুগ্রহ করে একজন প্রশাসকের সাথে যোগাযোগ করুন।
es: Los registros de nuevos usuarios están actualmente deshabilitados. Por favor, contacte a un administrador.
et: Uute kasutajate registreerimine on hetkel keelatud. Palun võtke ühendust administraatoriga.
hi: नए उपयोगकर्ता पंजीकरण वर्तमान में अक्षम है। कृपया एक व्यवस्थापक से संपर्क करें।
it: La registrazione di nuovi utenti è attualmente disabilitata. Contatta un amministratore.
ja: 新規ユーザー登録は現在無効になっています。管理者にお問い合わせください。
ru: Регистрация новых пользователей в настоящее время отключена. Пожалуйста, обратитесь к администратору.
sv: Registrering av nya användare är för närvarande inaktiverad. Kontakta en administratör.

# server.api.user.not_found
source: User not found
ar: المستخدم غير موجود
bn: ব্যবহারকারী পাওয়া যায়নি
es: Usuario no encontrado
et: Kasutajat ei leitud
hi: उपयोगकर्ता नहीं मिला
it: Utente non trovato
ja: ユーザーが見つかりません
ru: Пользователь не найден
sv: Användaren hittades inte

# server.api.user.invalid_id
source: Invalid user ID format
ar: تنسيق معرف المستخدم غير صالح
bn: অবৈধ ব্যবহারকারী ID ফরম্যাট
es: Formato de ID de usuario inválido
et: Vigane kasutaja ID formaat
hi: अमान्य उपयोगकर्ता ID प्रारूप
it: Formato ID utente non valido
ja: 無効なユーザーID形式です
ru: Неверный формат ID пользователя
sv: Ogiltigt användar-ID-format

# server.api.user.display_name_empty
source: Display name cannot be empty
ar: لا يمكن أن يكون اسم العرض فارغًا
bn: প্রদর্শন নাম খালি হতে পারে না
es: El nombre para mostrar no puede estar vacío
et: Kuvatav nimi ei tohi olla tühi
hi: प्रदर्शन नाम खाली नहीं हो सकता
it: Il nome visualizzato non può essere vuoto
ja: 表示名を空にすることはできません
ru: Отображаемое имя не может быть пустым
sv: Visningsnamn kan inte vara tomt

# server.api.user.profile_updated
source: Profile updated successfully
ar: تم تحديث الملف الشخصي بنجاح
bn: প্রোফাইল সফলভাবে আপডেট হয়েছে
es: Perfil actualizado exitosamente
et: Profiil edukalt uuendatud
hi: प्रोफ़ाइल सफलतापूर्वक अपडेट की गई
it: Profilo aggiornato con successo
ja: プロフィールが更新されました
ru: Профиль успешно обновлён
sv: Profilen uppdaterades

# server.api.user.deletion_scheduled
source: Account scheduled for deletion
ar: تم جدولة الحساب للحذف
bn: অ্যাকাউন্ট মুছে ফেলার জন্য নির্ধারিত
es: Cuenta programada para eliminación
et: Konto kavandatud kustutamiseks
hi: खाता हटाने के लिए निर्धारित
it: Account programmato per l'eliminazione
ja: アカウントの削除が予定されました
ru: Удаление учётной записи запланировано
sv: Kontoradering schemalagd
