Repository: ohitslaurence/maestro
Catalog: reference/loom/crates/loom-common-i18n/locales/*/messages.po
Languages: ar, bn, es, et, hi, it, ja, ru, sv

# server.api.user.deletion_already_scheduled
source: Account deletion already scheduled
ar: تم جدولة حذف الحساب بالفعل
bn: অ্যাকাউন্ট মুছে ফেলা ইতিমধ্যে নির্ধারিত
es: La eliminación de la cuenta ya está programada
et: Konto kustutamine on juba kavandatud
hi: खाता हटाना पहले से निर्धारित है
it: L'eliminazione dell'account è già programmata
ja: アカウントの削除はすでに予定されています
ru: Удаление учётной записи уже запланировано
sv: Kontoradering är redan schemalagd

# server.api.user.deletion_failed
source: Failed to schedule account deletion
ar: فشل في جدولة حذف الحساب
bn: অ্যাকাউন্ট মুছে ফেলা নির্ধারণ করতে ব্যর্থ
es: Error al programar la eliminación de la cuenta
et: Konto kustutamise kavandamine ebaõnnestus
hi: खाता हटाना निर्धारित करने में विफल
it: Impossibile programmare l'eliminazione dell'account
ja: アカウント削除のスケジュールに失敗しました
ru: Не удалось запланировать удаление учётной записи
sv: Kunde inte schemalägga kontoradering

# server.api.user.no_pending_deletion
source: No pending deletion for this account
ar: لا يوجد حذف معلق لهذا الحساب
bn: এই অ্যাকাউন্টের জন্য কোনো মুলতুবি মুছে ফেলা নেই
es: No hay eliminación pendiente para esta cuenta
et: Sellel kontol pole ootel kustutamist
hi: इस खाते के लिए कोई लंबित हटाना नहीं है
it: Nessuna eliminazione in sospeso per questo account
ja: このアカウントに保留中の削除はありません
ru: Нет запланированного удаления для этой учётной записи
sv: Ingen väntande radering för detta konto

# server.api.user.grace_period_expired
source: Grace period has expired, account cannot be restored
ar: انتهت فترة السماح، لا يمكن استعادة الحساب
bn: গ্রেস পিরিয়ড শেষ হয়েছে, অ্যাকাউন্ট পুনরুদ্ধার করা যাবে না
es: El período de gracia ha expirado, la cuenta no se puede restaurar
et: Ooteperiood on lõppenud, kontot ei saa taastada
hi: अनुग्रह अवधि समाप्त हो गई है, खाता पुनर्स्थापित नहीं किया जा सकता
it: Il periodo di grazia è scaduto, l'account non può essere ripristinato
ja: 猶予期間が過ぎたため、アカウントを復元できません
ru: Льготный период истёк, учётную запись невозможно восстановить
sv: Respitperioden har gått ut, kontot kan inte återställas

# server.api.user.account_restored
source: Account restored successfully
ar: تم استعادة الحساب بنجاح
bn: অ্যাকাউন্ট সফলভাবে পুনরুদ্ধার হয়েছে
es: Cuenta restaurada exitosamente
et: Konto edukalt taastatud
hi: खाता सफलतापूर्वक पुनर्स्थापित
it: Account ripristinato con successo
ja: アカウントが復元されました
ru: Учётная запись успешно восстановлена
sv: Kontot återställdes

# server.api.user.identity_unlinked
source: Identity unlinked successfully
ar: تم إلغاء ربط الهوية بنجاح
bn: আইডেন্টিটি সফলভাবে আনলিংক হয়েছে
es: Identidad desvinculada exitosamente
et: Identiteet edukalt lahti ühendatud
hi: पहचान सफलतापूर्वक अनलिंक की गई
it: Identità scollegata con successo
ja: IDの連携が解除されました
ru: Привязка успешно удалена
sv: Identiteten kopplades bort

# server.api.user.identity_not_found
source: Identity not found
ar: الهوية غير موجودة
bn: আইডেন্টিটি পাওয়া যায়নি
es: Identidad no encontrada
et: Identiteeti ei leitud
hi: पहचान नहीं मिली
it: Identità non trovata
ja: IDが見つかりません
ru: Привязка не найдена
sv: Identiteten hittades inte

# server.api.user.cannot_unlink_last_identity
source: Cannot unlink last identity
ar: لا يمكن إلغاء ربط الهوية الأخيرة
bn: শেষ আইডেন্টিটি আনলিংক করা যাবে না
es: No se puede desvincular la última identidad
et: Viimast identiteeti ei saa lahti ühendada
hi: अंतिम पहचान को अनलिंक नहीं किया जा सकता
it: Impossibile scollegare l'ultima identità
ja: 最後のIDの連携を解除することはできません
ru: Невозможно удалить последнюю привязку
sv: Kan inte koppla bort den sista identiteten

# server.api.user.username_updated
source: Username updated successfully
ar: تم تحديث اسم المستخدم بنجاح
bn: ব্যবহারকারীর নাম সফলভাবে আপডেট হয়েছে
es: Nombre de usuario actualizado exitosamente
et: Kasutajanimi edukalt uuendatud
hi: उपयोगकर्ता नाम सफलतापूर्वक अपडेट किया गया
it: Nome utente aggiornato con successo
ja: ユーザー名が正常に更新されました
ru: Имя пользователя успешно обновлено
sv: Användarnamnet har uppdaterats

# server.api.user.username_invalid
source: Invalid username format
ar: تنسيق اسم المستخدم غير صالح
bn: ব্যবহারকারীর নামের ফরম্যাট অবৈধ
es: Formato de nombre de usuario inválido
et: Vigane kasutajanime vorming
hi: उपयोगकर्ता नाम का प्रारूप अमान्य है
it: Formato del nome utente non valido
ja: ユーザー名の形式が無効です
ru: Неверный формат имени пользователя
sv: Ogiltigt användarnamnsformat

# server.api.user.username_taken
source: Username is already taken
ar: اسم المستخدم مستخدم بالفعل
bn: এই ব্যবহারকারীর নাম ইতিমধ্যে ব্যবহৃত হচ্ছে
es: El nombre de usuario ya está en uso
et: See kasutajanimi on juba võetud
hi: यह उपयोगकर्ता नाम पहले से उपयोग में है
it: Questo nome utente è già in uso
ja: このユーザー名は既に使用されています
ru: Это имя пользователя уже занято
sv: Detta användarnamn är redan taget

# server.api.user.username_too_short
source: Username must be at least 3 characters
ar: يجب أن يتكون اسم المستخدم من 3 أحرف على الأقل
bn: ব্যবহারকারীর নাম কমপক্ষে ৩ অক্ষরের হতে হবে
es: El nombre de usuario debe tener al menos 3 caracteres
et: Kasutajanimi peab olema vähemalt 3 tähemärki
hi: उपयोगकर्ता नाम कम से कम 3 अक्षरों का होना चाहिए
it: Il nome utente deve contenere almeno 3 caratteri
ja: ユーザー名は3文字以上である必要があります
ru: Имя пользователя должно содержать минимум 3 символа
sv: Användarnamnet måste vara minst 3 tecken

# server.api.user.username_too_long
source: Username must be at most 39 characters
ar: يجب ألا يتجاوز اسم المستخدم 39 حرفًا
bn: ব্যবহারকারীর নাম সর্বাধিক ৩৯ অক্ষরের হতে হবে
es: El nombre de usuario debe tener como máximo 39 caracteres
et: Kasutajanimi võib olla kuni 39 tähemärki
hi: उपयोगकर्ता नाम अधिकतम 39 अक्षरों का होना चाहिए
it: Il nome utente deve contenere al massimo 39 caratteri
ja: ユーザー名は39文字以下である必要があります
ru: Имя пользователя должно содержать максимум 39 символов
sv: Användarnamnet får vara högst 39 tecken

# server.api.user.username_reserved
source: This username is reserved and cannot be used
ar: اسم المستخدم هذا محجوز ولا يمكن استخدامه
bn: এই ব্যবহারকারীর নাম সংরক্ষিত এবং ব্যবহার করা যাবে না
es: Este nombre de usuario está reservado y no se puede usar
et: See kasutajanimi on reserveeritud ja seda ei saa kasutada
hi: यह उपयोगकर्ता नाम आरक्षित है और इसका उपयोग नहीं किया जा सकता
it: Questo nome utente è riservato e non può essere utilizzato
ja: このユーザー名は予約されており、使用できません
ru: Это имя пользователя зарезервировано и не может быть использовано
sv: Detta användarnamn är reserverat och kan inte användas

# server.api.user.invalid_locale
source: Invalid locale
ar: إعداد اللغة غير صالح
bn: অবৈধ ভাষা সেটিং
es: Configuración regional no válida
et: Kehtetu keel
hi: अमान्य भाषा सेटिंग
it: Impostazione regionale non valida
ja: 無効なロケール
ru: Недопустимый язык
sv: Ogiltig språkinställning

# server.api.org.not_found
source: Organization not found
ar: المنظمة غير موجودة
bn: সংস্থা পাওয়া যায়নি
es: Organización no encontrada
et: Organisatsiooni ei leitud
hi: संगठन नहीं मिला
it: Organizzazione non trovata
ja: 組織が見つかりません
ru: Организация не найдена
sv: Organisationen hittades inte

# server.api.org.invalid_id
source: Invalid organization ID
ar: معرف المنظمة غير صالح
bn: অবৈধ সংস্থা ID
es: ID de organización inválido
et: Vigane organisatsiooni ID
hi: अमान्य संगठन ID
it: ID organizzazione non valido
ja: 無効な組織IDです
ru: Неверный ID организации
sv: Ogiltigt organisations-ID

# server.api.org.invalid_slug_length
source: Slug must be between 3 and 50 characters
ar: يجب أن يكون الرابط المختصر بين 3 و 50 حرفًا
bn: স্লাগ ৩ থেকে ৫০ অক্ষরের মধ্যে হতে হবে
es: El slug debe tener entre 3 y 50 caracteres
et: Lühinimi peab olema 3 kuni 50 tähemärki
hi: स्लग 3 से 50 अक्षरों के बीच होना चाहिए
it: Lo slug deve essere compreso tra 3 e 50 caratteri
ja: スラッグは3文字以上50文字以下である必要があります
ru: Slug должен содержать от 3 до 50 символов
sv: Slug måste vara mellan 3 och 50 tecken

# server.api.org.invalid_slug_format
source: Slug must contain only lowercase alphanumeric characters and hyphens
ar: يجب أن يحتوي الرابط المختصر على أحرف أبجدية رقمية صغيرة وشرطات فقط
bn: স্লাগে শুধুমাত্র ছোট হাতের আলফানিউমেরিক অক্ষর এবং হাইফেন থাকতে পারে
es: El slug solo debe contener caracteres alfanuméricos en minúsculas y guiones
et: Lühinimi tohib sisaldada ainult väiketähti, numbreid ja sidekriipse
hi: स्लग में केवल लोअरकेस अल्फ़ान्यूमेरिक अक्षर और हाइफ़न होने चाहिए
it: Lo slug deve contenere solo caratteri alfanumerici minuscoli e trattini
ja: スラッグには小文字の英数字とハイフンのみを使用できます
ru: Slug может содержать только строчные буквенно-цифровые символы и дефисы
sv: Slug får endast innehålla gemena alfanumeriska tecken och bindestreck

# server.api.org.slug_exists
source: An organization with this slug already exists
ar: توجد منظمة بهذا الرابط المختصر بالفعل
bn: এই স্লাগ সহ একটি সংস্থা ইতিমধ্যে বিদ্যমান
es: Ya existe una organización con este slug
et: Selle lühinimega organisatsioon on juba olemas
hi: इस स्लग के साथ एक संगठन पहले से मौजूद है
it: Esiste già un'organizzazione con questo slug
ja: このスラッグの組織はすでに存在します
ru: Организация с таким slug уже существует
sv: En organisation med denna slug finns redan

# server.api.org.slug_reserved
source: This organization slug is reserved
ar: هذا الرابط المختصر للمنظمة محجوز

# server.api.org.invalid_role
source: Role must be one of: owner, admin, member
ar: يجب أن يكون الدور واحدًا من: owner أو admin أو member
bn: ভূমিকা owner, admin, member এর মধ্যে একটি হতে হবে
es: El rol debe ser uno de: owner, admin, member
et: Roll peab olema üks järgnevatest: owner, admin, member
hi: भूमिका इनमें से एक होनी चाहिए: owner, admin, member
it: Il ruolo deve essere uno tra: owner, admin, member
ja: ロールはowner、admin、memberのいずれかである必要があります
ru: Роль должна быть одной из: owner, admin, member
sv: Roll måste vara en av: owner, admin, member

# server.api.org.list_failed
source: Failed to list organizations
ar: فشل في إدراج المنظمات
bn: সংস্থাগুলি তালিকাভুক্ত করতে ব্যর্থ
es: Error al listar organizaciones
et: Organisatsioonide loetelu hankimine ebaõnnestus
hi: संगठनों को सूचीबद्ध करने में विफल
it: Impossibile elencare le organizzazioni
ja: 組織の一覧取得に失敗しました
ru: Не удалось получить список организаций
sv: Kunde inte lista organisationer

# server.api.org.create_failed
source: Failed to create organization
ar: فشل في إنشاء المنظمة
bn: সংস্থা তৈরি করতে ব্যর্থ
es: Error al crear la organización
et: Organisatsiooni loomine ebaõnnestus
hi: संगठन बनाने में विफल
it: Impossibile creare l'organizzazione
ja: 組織の作成に失敗しました
ru: Не удалось создать организацию
sv: Kunde inte skapa organisation

# server.api.org.not_a_member
source: You are not a member of this organization
ar: أنت لست عضوًا في هذه المنظمة
bn: আপনি এই সংস্থার সদস্য নন
es: No eres miembro de esta organización
et: Sa ei ole selle organisatsiooni liige
hi: आप इस संगठन के सदस्य नहीं हैं
it: Non sei un membro di questa organizzazione
ja: この組織のメンバーではありません
ru: Вы не являетесь участником этой организации
sv: Du är inte medlem i denna organisation

# server.api.org.already_member
source: User is already a member of this organization
ar: المستخدم عضو بالفعل في هذه المنظمة
bn: ব্যবহারকারী ইতিমধ্যে এই সংস্থার সদস্য
es: El usuario ya es miembro de esta organización
et: Kasutaja on juba selle organisatsiooni liige
hi: उपयोगकर्ता पहले से इस संगठन का सदस्य है
it: L'utente è già un membro di questa organizzazione
ja: ユーザーはすでにこの組織のメンバーです
ru: Пользователь уже является участником этой организации
sv: Användaren är redan medlem i denna organisation

# server.api.org.member_added
source: Member added to organization
ar: تمت إضافة العضو إلى المنظمة
bn: সংস্থায় সদস্য যোগ করা হয়েছে
es: Miembro agregado a la organización
et: Liige lisatud organisatsiooni
hi: सदस्य संगठन में जोड़ा गया
it: Membro aggiunto all'organizzazione
ja: メンバーを組織に追加しました
ru: Участник добавлен в организацию
sv: Medlem tillagd i organisationen

# server.api.org.member_removed
source: Member removed from organization
ar: تم إزالة العضو من المنظمة
bn: সংস্থা থেকে সদস্য সরানো হয়েছে
es: Miembro eliminado de la organización
et: Liige eemaldatud organisatsioonist
hi: सदस्य संगठन से हटाया गया
it: Membro rimosso dall'organizzazione
ja: メンバーを組織から削除しました
ru: Участник удалён из организации
sv: Medlem borttagen från organisationen

# server.api.org.member_not_found
source: Member not found in this organization
ar: العضو غير موجود في هذه المنظمة
bn: এই সংস্থায় সদস্য পাওয়া যায়নি
es: Miembro no encontrado en esta organización
et: Liiget selles organisatsioonis ei leitud
hi: इस संगठन में सदस्य नहीं मिला
it: Membro non trovato in questa organizzazione
ja: この組織にメンバーが見つかりません
ru: Участник не найден в этой организации
sv: Medlem hittades inte i denna organisation

# server.api.org.last_owner
source: Cannot remove or demote the last owner
ar: لا يمكن إزالة أو تخفيض رتبة المالك الأخير
bn: শেষ মালিককে সরানো বা পদাবনতি করা যাবে না
es: No se puede eliminar o degradar al último propietario
et: Viimast omanikku ei saa eemaldada ega alandada
hi: अंतिम मालिक को हटाया या पदावनत नहीं किया जा सकता
it: Impossibile rimuovere o declassare l'ultimo proprietario
ja: 最後のオーナーを削除または降格することはできません
ru: Невозможно удалить или понизить роль последнего владельца
sv: Kan inte ta bort eller degradera den sista ägaren

# server.api.org.cannot_delete_personal
source: Cannot delete personal organization
ar: لا يمكن حذف المنظمة الشخصية
bn: ব্যক্তিগত সংস্থা মুছে ফেলা যাবে না
es: No se puede eliminar la organización personal
et: Isiklikku organisatsiooni ei saa kustutada
hi: व्यक्तिगत संगठन को हटाया नहीं जा सकता
it: Impossibile eliminare l'organizzazione personale
ja: 個人組織を削除することはできません
ru: Невозможно удалить личную организацию
sv: Kan inte radera personlig organisation

# server.api.org.deleted
source: Organization deleted
ar: تم حذف المنظمة
bn: সংস্থা মুছে ফেলা হয়েছে
es: Organización eliminada
et: Organisatsioon kustutatud
hi: संगठन हटाया गया
it: Organizzazione eliminata
ja: 組織が削除されました
ru: Организация удалена
sv: Organisationen raderades

# server.api.org.restored
source: Organization restored
ar: تم استعادة المنظمة
bn: সংস্থা পুনরুদ্ধার হয়েছে
es: Organización restaurada
et: Organisatsioon taastatud
hi: संगठन पुनर्स्थापित
it: Organizzazione ripristinata
ja: 組織が復元されました
ru: Организация восстановлена
sv: Organisationen återställdes

# server.api.org.not_deleted
source: Organization is not deleted
ar: المنظمة ليست محذوفة
bn: সংস্থা মুছে ফেলা হয়নি
es: La organización no está eliminada
et: Organisatsioon pole kustutatud
hi: संगठन हटाया नहीं गया है
it: L'organizzazione non è eliminata
ja: 組織は削除されていません
ru: Организация не удалена
sv: Organisationen är inte raderad

# server.api.org.grace_period_expired
source: Grace period has expired and this organization cannot be restored
ar: انتهت فترة السماح ولا يمكن استعادة هذه المنظمة
bn: গ্রেস পিরিয়ড শেষ হয়ে গেছে এবং এই সংস্থা পুনরুদ্ধার করা যাবে না
es: El período de gracia ha expirado y esta organización no puede ser restaurada
et: Ooteperiood on lõppenud ja seda organisatsiooni ei saa taastada
hi: अनुग्रह अवधि समाप्त हो गई है और इस संगठन को पुनर्स्थापित नहीं किया जा सकता
it: Il periodo di grazia è scaduto e questa organizzazione non può essere ripristinata
ja: 猶予期間が過ぎたため、この組織は復元できません
ru: Льготный период истёк, и эту организацию невозможно восстановить
sv: Respitperioden har gått ut och denna organisation kan inte återställas

# server.api.org.owner_required
source: Only owners can perform this action
ar: يمكن للمالكين فقط تنفيذ هذا الإجراء
bn: শুধুমাত্র মালিকরাই এই কাজ করতে পারেন
es: Solo los propietarios pueden realizar esta acción
et: Ainult omanikud saavad seda toimingut teha
hi: केवल मालिक ही यह कार्य कर सकते हैं
it: Solo i proprietari possono eseguire questa azione
ja: この操作を実行できるのはオーナーのみです
ru: Только владельцы могут выполнять это действие
sv: Endast ägare kan utföra denna åtgärd

# server.api.org.role_updated
source: Member role updated
ar: تم تحديث دور العضو
bn: সদস্যের ভূমিকা আপডেট হয়েছে
es: Rol del miembro actualizado
et: Liikme roll uuendatud
hi: सदस्य की भूमिका अपडेट की गई
it: Ruolo del membro aggiornato
ja: メンバーのロールが更新されました
ru: Роль участника обновлена
sv: Medlemsroll uppdaterad

# server.api.org.join_request_private
source: Cannot request to join a private organization
ar: لا يمكن طلب الانضمام إلى منظمة خاصة
bn: প্রাইভেট সংস্থায় যোগদানের অনুরোধ করা যাবে না
es: No se puede solicitar unirse a una organización privada
et: Privaatse organisatsiooniga ei saa liitumist taotleda
hi: निजी संगठन में शामिल होने का अनुरोध नहीं किया जा सकता
it: Impossibile richiedere di unirsi a un'organizzazione privata
ja: 非公開組織への参加リクエストはできません
ru: Невозможно запросить вступление в закрытую организацию
sv: Kan inte begära att gå med i en privat organisation

# server.api.org.join_request_pending
source: You already have a pending join request for this organization
ar: لديك طلب انضمام معلق بالفعل لهذه المنظمة
bn: এই সংস্থায় আপনার ইতিমধ্যে একটি মুলতুবি যোগদান অনুরোধ আছে
es: Ya tienes una solicitud pendiente para esta organización
et: Sul on selle organisatsiooniga juba ootel liitumistaotlus
hi: आपके पास इस संगठन के लिए पहले से एक लंबित शामिल होने का अनुरोध है
it: Hai già una richiesta di adesione in sospeso per questa organizzazione
ja: この組織への参加リクエストは保留中です
ru: У вас уже есть ожидающий запрос на вступление в эту организацию
sv: Du har redan en väntande begäran att gå med i denna organisation

# server.api.org.join_request_created
source: Join request submitted
ar: تم تقديم طلب الانضمام
bn: যোগদান অনুরোধ জমা দেওয়া হয়েছে
es: Solicitud de unión enviada
et: Liitumistaotlus esitatud
hi: शामिल होने का अनुरोध सबमिट किया गया
it: Richiesta di adesione inviata
ja: 参加リクエストが送信されました
ru: Запрос на вступление отправлен
sv: Begäran att gå med har skickats

# server.api.org.join_request_not_found
source: Join request not found
ar: طلب الانضمام غير موجود
bn: যোগদান অনুরোধ পাওয়া যায়নি
es: Solicitud de unión no encontrada
et: Liitumistaotlust ei leitud
hi: शामिल होने का अनुरोध नहीं मिला
it: Richiesta di adesione non trovata
ja: 参加リクエストが見つかりません
ru: Запрос на вступление не найден
sv: Begäran att gå med hittades inte

# server.api.org.join_request_approved
source: Join request approved
ar: تم الموافقة على طلب الانضمام
bn: যোগদান অনুরোধ অনুমোদিত
es: Solicitud de unión aprobada
et: Liitumistaotlus kinnitatud
hi: शामिल होने का अनुरोध स्वीकृत
it: Richiesta di adesione approvata
ja: 参加リクエストが承認されました
ru: Запрос на вступление одобрен
sv: Begäran att gå med godkändes

# server.api.org.join_request_rejected
source: Join request rejected
ar: تم رفض طلب الانضمام
bn: যোগদান অনুরোধ প্রত্যাখ্যাত
es: Solicitud de unión rechazada
et: Liitumistaotlus tagasi lükatud
hi: शामिल होने का अनुरोध अस्वीकृत
it: Richiesta di adesione rifiutata
ja: 参加リクエストが却下されました
ru: Запрос на вступление отклонён
sv: Begäran att gå med avslogs

# server.api.team.not_found
source: Team not found
ar: الفريق غير موجود
bn: টিম পাওয়া যায়নি
es: Equipo no encontrado
et: Meeskonda ei leitud
hi: टीम नहीं मिली
it: Team non trovato
ja: チームが見つかりません
ru: Команда не найдена
sv: Teamet hittades inte

# server.api.team.invalid_id
source: Invalid team ID
ar: معرف الفريق غير صالح
bn: অবৈধ টিম ID
es: ID de equipo inválido
et: Vigane meeskonna ID
hi: अमान्य टीम ID
it: ID team non valido
ja: 無効なチームIDです
ru: Неверный ID команды
sv: Ogiltigt team-ID

# server.api.team.invalid_slug_length
source: Slug must be between 2 and 50 characters
ar: يجب أن يكون الرابط المختصر بين 2 و 50 حرفًا
bn: স্লাগ ২ থেকে ৫০ অক্ষরের মধ্যে হতে হবে
es: El slug debe tener entre 2 y 50 caracteres
et: Lühinimi peab olema 2 kuni 50 tähemärki
hi: स्लग 2 से 50 अक्षरों के बीच होना चाहिए
it: Lo slug deve essere compreso tra 2 e 50 caratteri
ja: スラッグは2文字以上50文字以下である必要があります
ru: Slug должен содержать от 2 до 50 символов
sv: Slug måste vara mellan 2 och 50 tecken

# server.api.team.invalid_slug_format
source: Slug must contain only lowercase alphanumeric characters and hyphens
ar: يجب أن يحتوي الرابط المختصر على أحرف أبجدية رقمية صغيرة وشرطات فقط
bn: স্লাগে শুধুমাত্র ছোট হাতের আলফানিউমেরিক অক্ষর এবং হাইফেন থাকতে পারে
es: El slug solo debe contener caracteres alfanuméricos en minúsculas y guiones
et: Lühinimi tohib sisaldada ainult väiketähti, numbreid ja sidekriipse
hi: स्लग में केवल लोअरकेस अल्फ़ान्यूमेरिक अक्षर और हाइफ़न होने चाहिए
it: Lo slug deve contenere solo caratteri alfanumerici minuscoli e trattini
ja: スラッグには小文字の英数字とハイフンのみを使用できます
ru: Slug может содержать только строчные буквенно-цифровые символы и дефисы
sv: Slug får endast innehålla gemena alfanumeriska tecken och bindestreck

# server.api.team.list_failed
source: Failed to list teams
ar: فشل في إدراج الفرق
bn: টিমগুলি তালিকাভুক্ত করতে ব্যর্থ
es: Error al listar equipos
et: Meeskondade loetelu hankimine ebaõnnestus
hi: टीमों को सूचीबद्ध करने में विफल
it: Impossibile elencare i team
ja: チームの一覧取得に失敗しました
ru: Не удалось получить список команд
sv: Kunde inte lista team

# server.api.team.membership_check_failed
source: Failed to check organization membership
ar: فشل في التحقق من عضوية المنظمة
bn: সংস্থার সদস্যপদ পরীক্ষা করতে ব্যর্থ
es: Error al verificar la membresía de la organización
et: Organisatsiooni liikmesuse kontrollimine ebaõnnestus
hi: संगठन सदस्यता जाँचने में विफल
it: Impossibile verificare l'appartenenza all'organizzazione
ja: 組織メンバーシップの確認に失敗しました
ru: Не удалось проверить членство в организации
sv: Kunde inte kontrollera organisationsmedlemskap

# server.api.invitation.created
source: Invitation sent successfully
ar: تم إرسال الدعوة بنجاح
bn: আমন্ত্রণ সফলভাবে পাঠানো হয়েছে
es: Invitación enviada exitosamente
et: Kutse edukalt saadetud
hi: आमंत्रण सफलतापूर्वक भेजा गया
it: Invito inviato con successo
ja: 招待が正常に送信されました
ru: Приглашение успешно отправлено
sv: Inbjudan skickades

# server.api.invitation.cancelled
source: Invitation cancelled
ar: تم إلغاء الدعوة
bn: আমন্ত্রণ বাতিল হয়েছে
es: Invitación cancelada
et: Kutse tühistatud
hi: आमंत्रण रद्द किया गया
it: Invito annullato
ja: 招待がキャンセルされました
ru: Приглашение отменено
sv: Inbjudan avbröts

# server.api.invitation.accepted
source: Invitation accepted
ar: تم قبول الدعوة
bn: আমন্ত্রণ গৃহীত
es: Invitación aceptada
et: Kutse vastu võetud
hi: आमंत्रण स्वीकार किया गया
it: Invito accettato
ja: 招待が受け入れられました
ru: Приглашение принято
sv: Inbjudan accepterades

# server.api.invitation.not_found
source: Invitation not found
ar: الدعوة غير موجودة
bn: আমন্ত্রণ পাওয়া যায়নি
es: Invitación no encontrada
et: Kutset ei leitud
hi: आमंत्रण नहीं मिला
it: Invito non trovato
ja: 招待が見つかりません
ru: Приглашение не найдено
sv: Inbjudan hittades inte

# server.api.invitation.expired
source: This invitation has expired
ar: انتهت صلاحية هذه الدعوة
bn: এই আমন্ত্রণের মেয়াদ শেষ হয়ে গেছে
es: Esta invitación ha expirado
et: See kutse on aegunud
hi: यह आमंत्रण समाप्त हो गया है
it: Questo invito è scaduto
ja: この招待は有効期限が切れています
ru: Срок действия приглашения истёк
sv: Denna inbjudan har gått ut

# server.api.invitation.invalid_token
source: Invalid invitation token
ar: رمز الدعوة غير صالح
bn: অবৈধ আমন্ত্রণ টোকেন
es: Token de invitación inválido
et: Vigane kutse tunnus
hi: अमान्य आमंत्रण टोकन
it: Token di invito non valido
ja: 無効な招待トークンです
ru: Недействительный токен приглашения
sv: Ogiltig inbjudningstoken

# server.api.invitation.already_accepted
source: This invitation has already been accepted
ar: تم قبول هذه الدعوة بالفعل
bn: এই আমন্ত্রণ ইতিমধ্যে গৃহীত হয়েছে
es: Esta invitación ya ha sido aceptada
et: See kutse on juba vastu võetud
hi: यह आमंत्रण पहले ही स्वीकार किया जा चुका है
it: Questo invito è già stato accettato
ja: この招待はすでに受け入れられています
ru: Это приглашение уже принято
sv: Denna inbjudan har redan accepterats

# server.api.invitation.list_failed
source: Failed to list invitations
ar: فشل في إدراج الدعوات
bn: আমন্ত্রণগুলি তালিকাভুক্ত করতে ব্যর্থ
es: Error al listar invitaciones
et: Kutsete loetelu hankimine ebaõnnestus
hi: आमंत्रणों को सूचीबद्ध करने में विफल
it: Impossibile elencare gli inviti
ja: 招待の一覧取得に失敗しました
ru: Не удалось получить список приглашений
sv: Kunde inte lista inbjudningar
