Repository: ohitslaurence/maestro
Catalog: reference/loom/crates/loom-common-i18n/locales/*/messages.po
Languages: ar, bn, es, et, hi, it, ja, ru, sv

# server.api.flags.invalid_kill_switch_key
source: Invalid kill switch key format. Must be lowercase alphanumeric with underscores, 3-100 characters.
ar: مفتاح القتل غير صالح
bn: অবৈধ কিল সুইচ কী
es: Clave de interruptor de emergencia inválida
et: Vigane hädapeatuslüliti võti
hi: अमान्य किल स्विच कुंजी
it: Chiave interruttore di emergenza non valida
ja: 無効なキルスイッチキー
ru: Недопустимый ключ аварийного выключателя
sv: Ogiltig nödavstängningsnyckel

# server.api.flags.duplicate_kill_switch_key
source: A kill switch with this key already exists
ar: مفتاح القتل موجود بالفعل
bn: কিল সুইচ কী ইতিমধ্যে বিদ্যমান
es: La clave del interruptor de emergencia ya existe
et: Hädapeatuslüliti võti on juba olemas
hi: किल स्विच कुंजी पहले से मौजूद है
it: La chiave interruttore di emergenza esiste già
ja: キルスイッチキーは既に存在します
ru: Ключ аварийного выключателя уже существует
sv: Nödavstängningsnyckeln finns redan

# server.api.flags.activation_reason_required
source: Kill switch activation requires a reason
ar: سبب التفعيل مطلوب
bn: সক্রিয়করণের কারণ প্রয়োজন
es: Se requiere motivo de activación
et: Aktiveerimise põhjus on nõutav
hi: सक्रियण कारण आवश्यक है
it: Motivo di attivazione richiesto
ja: 有効化の理由が必要です
ru: Требуется причина активации
sv: Aktiveringsorsak krävs

# server.api.flags.sdk_key_not_found
source: SDK key not found
ar: مفتاح SDK غير موجود
bn: SDK কী পাওয়া যায়নি
es: Clave SDK no encontrada
et: SDK võtit ei leitud
hi: SDK कुंजी नहीं मिली
it: Chiave SDK non trovata
ja: SDKキーが見つかりません
ru: Ключ SDK не найден
sv: SDK-nyckel hittades inte

# server.api.flags.sdk_key_created
source: SDK key created successfully
ar: تم إنشاء مفتاح SDK
bn: SDK কী তৈরি হয়েছে
es: Clave SDK creada
et: SDK võti on loodud
hi: SDK कुंजी बनाई गई
it: Chiave SDK creata
ja: SDKキーが作成されました
ru: Ключ SDK создан
sv: SDK-nyckel skapad

# server.api.flags.sdk_key_revoked
source: SDK key has been revoked
ar: تم إلغاء مفتاح SDK
bn: SDK কী প্রত্যাহার করা হয়েছে
es: Clave SDK revocada
et: SDK võti on tühistatud
hi: SDK कुंजी निरस्त की गई
it: Chiave SDK revocata
ja: SDKキーが取り消されました
ru: Ключ SDK отозван
sv: SDK-nyckel återkallad

# server.api.flags.sdk_key_revoked_success
source: SDK key revoked successfully
ar: تم إلغاء مفتاح SDK بنجاح
bn: SDK কী সফলভাবে প্রত্যাহার করা হয়েছে
es: Clave SDK revocada exitosamente
et: SDK võti on edukalt tühistatud
hi: SDK कुंजी सफलतापूर्वक निरस्त की गई
it: Chiave SDK revocata con successo
ja: SDKキーが正常に取り消されました
ru: Ключ SDK успешно отозван
sv: SDK-nyckel har återkallats

# server.api.flags.invalid_sdk_key_format
source: Invalid SDK key format
ar: تنسيق مفتاح SDK غير صالح
bn: অবৈধ SDK কী বিন্যাস
es: Formato de clave SDK inválido
et: Vigane SDK võtme formaat
hi: अमान्य SDK कुंजी प्रारूप
it: Formato chiave SDK non valido
ja: 無効なSDKキー形式
ru: Недопустимый формат ключа SDK
sv: Ogiltigt SDK-nyckelformat

# server.api.flags.exposure_created
source: Exposure logged successfully
ar: تم تسجيل التعرض بنجاح
bn: এক্সপোজার তৈরি হয়েছে
es: Exposición registrada exitosamente
et: Ekspositsioon loodud
hi: एक्सपोज़र बनाया गया
it: Esposizione creata
ja: エクスポージャーを作成しました
ru: Экспозиция создана
sv: Exponering skapad

# server.api.flags.exposure_tracking_enabled
source: Exposure tracking enabled for flag
ar: تم تمكين تتبع التعرض للعلم
bn: এক্সপোজার ট্র্যাকিং সক্রিয়
es: Seguimiento de exposición habilitado para la bandera
et: Ekspositsiooni jälgimine lubatud
hi: एक्सपोज़र ट्रैकिंग सक्षम
it: Tracciamento delle esposizioni abilitato
ja: エクスポージャートラッキングが有効になりました
ru: Отслеживание экспозиций включено
sv: Exponeringsspårning aktiverad

# server.api.flags.exposure_tracking_disabled
source: Exposure tracking disabled for flag
ar: تم تعطيل تتبع التعرض للعلم
bn: এক্সপোজার ট্র্যাকিং নিষ্ক্রিয়
es: Seguimiento de exposición deshabilitado para la bandera
et: Ekspositsiooni jälgimine keelatud
hi: एक्सपोज़र ट्रैकिंग अक्षम
it: Tracciamento delle esposizioni disabilitato
ja: エクスポージャートラッキングが無効になりました
ru: Отслеживание экспозиций отключено
sv: Exponeringsspårning inaktiverad

# server.api.flags.invalid_time_range
source: Invalid time range: start time must be before end time
ar: نطاق زمني غير صالح: يجب أن يكون وقت البدء قبل وقت الانتهاء
bn: অবৈধ সময় সীমা
es: Rango de tiempo inválido: la hora de inicio debe ser anterior a la hora de fin
et: Kehtetu ajavahemik
hi: अमान्य समय सीमा
it: Intervallo di tempo non valido
ja: 無効な時間範囲
ru: Недопустимый временной диапазон
sv: Ogiltigt tidsintervall

# server.api.flags.export_started
source: Exposure log export started
ar: بدأ تصدير سجل التعرض
bn: এক্সপোজার রপ্তানি শুরু হয়েছে
es: Exportación de registro de exposición iniciada
et: Ekspositsiooni eksport alustatud
hi: एक्सपोज़र निर्यात शुरू हुआ
it: Esportazione delle esposizioni avviata
ja: エクスポージャーのエクスポートを開始しました
ru: Экспорт экспозиций начат
sv: Export av exponeringar har startats

# server.api.flags.no_exposures_found
source: No exposures found for the specified criteria
ar: لم يتم العثور على تعرضات للمعايير المحددة
bn: কোনো এক্সপোজার পাওয়া যায়নি
es: No se encontraron exposiciones para los criterios especificados
et: Ekspositsioone ei leitud
hi: कोई एक्सपोज़र नहीं मिला
it: Nessuna esposizione trovata
ja: エクスポージャーが見つかりません
ru: Экспозиции не найдены
sv: Inga exponeringar hittades

# server.api.flags.exposure_already_logged
source: Exposure already logged within deduplication window
ar: تم تسجيل التعرض بالفعل ضمن نافذة إزالة التكرار
bn: এক্সপোজার ইতিমধ্যে লগ করা হয়েছে
es: Exposición ya registrada dentro de la ventana de deduplicación
et: Ekspositsioon on juba logitud
hi: एक्सपोज़र पहले से लॉग किया गया है
it: Esposizione già registrata
ja: エクスポージャーは既に記録されています
ru: Экспозиция уже зарегистрирована
sv: Exponering redan loggad

# server.api.flags.stats_retrieved
source: Flag statistics retrieved successfully
ar: تم استرداد إحصائيات العلم بنجاح
es: Estadísticas de bandera recuperadas exitosamente

# server.api.flags.stale_flags_retrieved
source: Stale flags retrieved successfully
ar: تم استرداد الأعلام القديمة بنجاح
es: Banderas obsoletas recuperadas exitosamente

# server.api.flags.flag_is_stale
source: This flag has not been evaluated in {days} days
ar: لم يتم تقييم هذا العلم منذ {days} يوم
es: Esta bandera no se ha evaluado en {days} días

# server.api.flags.no_stale_flags
source: No stale flags found
ar: لم يتم العثور على أعلام قديمة
es: No se encontraron banderas obsoletas

# server.api.flags.never_evaluated
source: This flag has never been evaluated
ar: لم يتم تقييم هذا العلم مطلقاً
es: Esta bandera nunca ha sido evaluada

# server.api.flags.last_evaluated
source: Last evaluated: {date}
ar: آخر تقييم: {date}
es: Última evaluación: {date}

# server.api.flags.evaluations_24h
source: Evaluations in last 24 hours: {count}
ar: التقييمات في آخر 24 ساعة: {count}
es: Evaluaciones en las últimas 24 horas: {count}

# server.api.flags.evaluations_7d
source: Evaluations in last 7 days: {count}
ar: التقييمات في آخر 7 أيام: {count}
es: Evaluaciones en los últimos 7 días: {count}

# server.api.flags.evaluations_30d
source: Evaluations in last 30 days: {count}
ar: التقييمات في آخر 30 يوم: {count}
es: Evaluaciones en los últimos 30 días: {count}

# server.api.flags.stale_threshold
source: Flags are considered stale after {days} days without evaluation
ar: تعتبر الأعلام قديمة بعد {days} يوم بدون تقييم
es: Las banderas se consideran obsoletas después de {days} días sin evaluación

# client.flags.error.invalid_sdk_key
source: Invalid or missing SDK key
ar: مفتاح SDK غير صالح أو مفقود
es: Clave SDK inválida o faltante

# client.flags.error.invalid_base_url
source: Invalid or missing base URL
ar: عنوان URL الأساسي غير صالح أو مفقود
es: URL base inválida o faltante

# client.flags.error.connection_failed
source: Failed to connect to server
ar: فشل الاتصال بالخادم
es: Error al conectar con el servidor

# client.flags.error.request_failed
source: HTTP request failed
ar: فشل طلب HTTP
es: Error en la solicitud HTTP

# client.flags.error.parse_failed
source: Failed to parse server response
ar: فشل في تحليل استجابة الخادم
es: Error al analizar la respuesta del servidor

# client.flags.error.server_error
source: Server returned an error
ar: أرجع الخادم خطأ
es: El servidor devolvió un error

# client.flags.error.flag_not_found
source: Flag not found
ar: لم يتم العثور على العلم
es: Bandera no encontrada

# client.flags.error.sse_connection_failed
source: SSE connection failed
ar: فشل اتصال SSE
es: Error en la conexión SSE

# client.flags.error.sse_stream_error
source: SSE stream error
ar: خطأ في تدفق SSE
es: Error en el flujo SSE

# client.flags.error.offline_no_cache
source: Client is offline and no cached data is available
ar: العميل غير متصل ولا تتوفر بيانات مخزنة مؤقتاً
es: El cliente está sin conexión y no hay datos en caché disponibles

# client.flags.error.authentication_failed
source: SDK key authentication failed
ar: فشلت مصادقة مفتاح SDK
es: Error de autenticación de clave SDK

# client.flags.error.rate_limited
source: Rate limited. Retry after seconds
ar: تم تجاوز حد الطلبات. أعد المحاولة بعد ثوانٍ
es: Límite de solicitudes alcanzado. Reintentar después de segundos

# client.flags.error.initialization_timeout
source: Client initialization timed out
ar: انتهت مهلة تهيئة العميل
es: Tiempo de espera de inicialización del cliente agotado

# client.flags.error.client_closed
source: Client has been closed
ar: تم إغلاق العميل
es: El cliente ha sido cerrado

# client.flags.error.invalid_value_type
source: Invalid flag value type
ar: نوع قيمة العلم غير صالح
es: Tipo de valor de bandera inválido

# client.flags.status.initializing
source: Initializing flags client...
ar: جارٍ تهيئة عميل الأعلام...
es: Inicializando cliente de banderas...

# client.flags.status.connected
source: Flags client connected
ar: تم توصيل عميل الأعلام
es: Cliente de banderas conectado

# client.flags.status.disconnected
source: Flags client disconnected
ar: تم قطع اتصال عميل الأعلام
es: Cliente de banderas desconectado

# client.flags.status.reconnecting
source: Reconnecting to flags server...
ar: جارٍ إعادة الاتصال بخادم الأعلام...
es: Reconectando al servidor de banderas...

# client.flags.status.using_cache
source: Using cached flag values
ar: استخدام قيم الأعلام المخزنة مؤقتاً
es: Usando valores de bandera en caché

# client.flags.status.cache_initialized
source: Flag cache initialized with {count} flags
ar: تم تهيئة ذاكرة التخزين المؤقت للأعلام مع {count} أعلام
es: Caché de banderas inicializado con {count} banderas

# server.api.admin.flags.listed
source: Listed platform flags
ar: تم عرض أعلام المنصة
es: Banderas de plataforma listadas

# server.api.admin.flags.created
source: Platform flag created successfully
ar: تم إنشاء علم المنصة بنجاح
es: Bandera de plataforma creada exitosamente

# server.api.admin.flags.updated
source: Platform flag updated successfully
ar: تم تحديث علم المنصة بنجاح
es: Bandera de plataforma actualizada exitosamente

# server.api.admin.flags.archived
source: Platform flag archived successfully
ar: تم أرشفة علم المنصة بنجاح
es: Bandera de plataforma archivada exitosamente

# server.api.admin.flags.restored
source: Platform flag restored successfully
ar: تم استعادة علم المنصة بنجاح
es: Bandera de plataforma restaurada exitosamente

# server.api.admin.flags.not_found
source: Platform flag not found
ar: لم يتم العثور على علم المنصة
es: Bandera de plataforma no encontrada

# server.api.admin.flags.duplicate_key
source: A platform flag with this key already exists
ar: يوجد بالفعل علم منصة بهذا المفتاح
es: Ya existe una bandera de plataforma con esta clave

# server.api.admin.kill_switches.listed
source: Listed platform kill switches
ar: تم عرض مفاتيح إيقاف الطوارئ للمنصة
es: Interruptores de emergencia de plataforma listados

# server.api.admin.kill_switches.created
source: Platform kill switch created successfully
ar: تم إنشاء مفتاح إيقاف الطوارئ للمنصة بنجاح
es: Interruptor de emergencia de plataforma creado exitosamente

# server.api.admin.kill_switches.updated
source: Platform kill switch updated successfully
ar: تم تحديث مفتاح إيقاف الطوارئ للمنصة بنجاح
es: Interruptor de emergencia de plataforma actualizado exitosamente

# server.api.admin.kill_switches.deleted
source: Platform kill switch deleted successfully
ar: تم حذف مفتاح إيقاف الطوارئ للمنصة بنجاح
bn: Platform kill switch deleted
es: Interruptor de emergencia de plataforma eliminado exitosamente
et: Platform kill switch deleted
hi: Platform kill switch deleted
it: Platform kill switch deleted
ja: Platform kill switch deleted
ru: Platform kill switch deleted
sv: Platform kill switch deleted

# server.api.admin.kill_switches.activated
source: Platform kill switch activated
ar: تم تفعيل مفتاح إيقاف الطوارئ للمنصة
es: Interruptor de emergencia de plataforma activado

# server.api.admin.kill_switches.deactivated
source: Platform kill switch deactivated
ar: تم إلغاء تفعيل مفتاح إيقاف الطوارئ للمنصة
es: Interruptor de emergencia de plataforma desactivado

# server.api.admin.kill_switches.not_found
source: Platform kill switch not found
ar: لم يتم العثور على مفتاح إيقاف الطوارئ للمنصة
es: Interruptor de emergencia de plataforma no encontrado

# server.api.admin.kill_switches.duplicate_key
source: A platform kill switch with this key already exists
ar: يوجد بالفعل مفتاح إيقاف طوارئ للمنصة بهذا المفتاح
es: Ya existe un interruptor de emergencia de plataforma con esta clave

# server.api.admin.strategies.listed
source: Listed platform strategies
ar: تم عرض استراتيجيات المنصة
es: Estrategias de plataforma listadas
