Repository: ohitslaurence/maestro
Catalog: web/loom-web/src/locales/*/messages.po
Languages: bn, hi

# client.repos.list.default_branch
source: Default branch:
bn: ডিফল্ট ব্রাঞ্চ:
hi: डिफ़ॉल्ट ब्रांच:

# client.repos.list.updated
source: Updated
bn: আপডেট হয়েছে
hi: अपडेट किया गया

# admin.anthropic.title
source: Claude Max Accounts
bn: Claude Max অ্যাকাউন্ট
hi: Claude Max खाते

# admin.anthropic.add_account
source: Add Account
bn: অ্যাকাউন্ট যোগ করুন
hi: खाता जोड़ें

# admin.anthropic.remove
source: Remove
bn: সরান
hi: हटाएं

# admin.anthropic.remove_confirm
source: Remove this account from the pool?
bn: এই অ্যাকাউন্টটি পুল থেকে সরাতে চান?
hi: इस खाते को पूल से हटाएं?

# admin.anthropic.status.available
source: Available
bn: উপলব্ধ
hi: उपलब्ध

# admin.anthropic.status.cooling_down
source: Cooling Down
bn: কুলিং ডাউন
hi: कूल डाउन हो रहा है

# admin.anthropic.status.disabled
source: Disabled
bn: নিষ্ক্রিয়
hi: अक्षम

# admin.anthropic.cooldown_remaining
source: {time} remaining
bn: {time} বাকি
hi: {time} शेष

# admin.anthropic.expires_at
source: Token expires: {time}
bn: টোকেনের মেয়াদ: {time}
hi: टोकन समाप्ति: {time}

# admin.anthropic.no_accounts
source: No accounts configured. Add a Claude Max account to get started.
bn: কোনো অ্যাকাউন্ট কনফিগার করা নেই। শুরু করতে একটি Claude Max অ্যাকাউন্ট যোগ করুন।
hi: कोई खाता कॉन्फ़िगर नहीं है। शुरू करने के लिए Claude Max खाता जोड़ें।

# admin.anthropic.not_configured
source: Anthropic OAuth pool is not configured on this server.
bn: এই সার্ভারে Anthropic OAuth পুল কনফিগার করা নেই।
hi: इस सर्वर पर Anthropic OAuth पूल कॉन्फ़िगर नहीं है।

# admin.anthropic.account_added
source: Account {id} added successfully
bn: অ্যাকাউন্ট {id} সফলভাবে যোগ হয়েছে
hi: खाता {id} सफलतापूर्वक जोड़ा गया

# admin.anthropic.enter_code_title
source: Enter Authorization Code
bn: অনুমোদন কোড লিখুন
hi: प्राधिकरण कोड दर्ज करें

# admin.anthropic.enter_code_description
source: A new browser tab has opened for you to authorize with Claude. After authorizing, copy the code from the Anthropic page and paste it below.
bn: Claude-এর সাথে অনুমোদনের জন্য একটি নতুন ব্রাউজার ট্যাব খোলা হয়েছে। অনুমোদনের পর, Anthropic পৃষ্ঠা থেকে কোডটি কপি করে নিচে পেস্ট করুন।
hi: Claude के साथ प्राधिकरण के लिए एक नया ब्राउज़र टैब खुल गया है। प्राधिकृत करने के बाद, Anthropic पेज से कोड कॉपी करें और नीचे पेस्ट करें।

# admin.anthropic.authorization_code
source: Authorization Code
bn: অনুমোদন কোড
hi: प्राधिकरण कोड

# admin.anthropic.code_placeholder
source: Paste the code from Anthropic here
bn: Anthropic থেকে প্রাপ্ত কোড এখানে পেস্ট করুন
hi: Anthropic से प्राप्त कोड यहां पेस्ट करें

# admin.anthropic.submit_code
source: Add Account
bn: অ্যাকাউন্ট যোগ করুন
hi: खाता जोड़ें

# admin.dashboard.title
source: Admin Dashboard
bn: অ্যাডমিন ড্যাশবোর্ড
hi: एडमिन डैशबोर्ड

# admin.dashboard.description
source: Server administration and monitoring
bn: সার্ভার প্রশাসন ও পর্যবেক্ষণ
hi: सर्वर प्रशासन और निगरानी

# admin.dashboard.sections
source: Administration
bn: প্রশাসন
hi: प्रशासन

# admin.dashboard.anthropic_description
source: Manage Claude Max OAuth subscription pool
bn: Claude Max OAuth সাবস্ক্রিপশন পুল পরিচালনা করুন
hi: Claude Max OAuth सब्सक्रिप्शन पूल प्रबंधित करें

# admin.health.title
source: Server Health
bn: সার্ভার স্বাস্থ্য
hi: सर्वर स्वास्थ्य

# admin.health.overall
source: Overall Status
bn: সামগ্রিক অবস্থা
hi: समग्र स्थिति

# admin.health.version
source: Version
bn: সংস্করণ
hi: संस्करण

# admin.health.response_time
source: Response time
bn: প্রতিক্রিয়া সময়
hi: प्रतिक्रिया समय

# admin.health.configured
source: Configured
bn: কনফিগার করা হয়েছে
hi: कॉन्फ़िगर किया गया

# admin.health.not_configured
source: Not configured
bn: কনফিগার করা হয়নি
hi: कॉन्फ़िगर नहीं किया गया

# admin.health.status.healthy
source: Healthy
bn: সুস্থ
hi: स्वस्थ

# admin.health.status.degraded
source: Degraded
bn: অবনমিত
hi: अवनत

# admin.health.status.unhealthy
source: Unhealthy
bn: অসুস্থ
hi: अस्वस्थ

# admin.health.status.unknown
source: Unknown
bn: অজানা
hi: अज्ञात

# admin.health.database
source: Database
bn: ডেটাবেস
hi: डेटाबेस

# admin.health.bin_dir
source: Binary Directory
bn: বাইনারি ডিরেক্টরি
hi: बाइनरी निर्देशिका

# admin.health.llm_providers
source: LLM Providers
bn: LLM প্রদানকারী
hi: LLM प्रदाता

# admin.health.github_app
source: GitHub App
bn: GitHub অ্যাপ
hi: GitHub ऐप

# admin.health.jobs
source: Background Jobs
bn: ব্যাকগ্রাউন্ড জব
hi: बैकग्राउंड जॉब्स

# admin.health.auth_providers
source: Auth Providers
bn: প্রমাণীকরণ প্রদানকারী
hi: प्रमाणीकरण प्रदाता

# jobs.title
source: Background Jobs
bn: ব্যাকগ্রাউন্ড জব
hi: बैकग्राउंड जॉब्स

# jobs.description
source: Monitor and manage scheduled background jobs
bn: নির্ধারিত ব্যাকগ্রাউন্ড জব পর্যবেক্ষণ ও পরিচালনা করুন
hi: अनुसूचित बैकग्राउंड जॉब्स की निगरानी और प्रबंधन करें

# jobs.loading
source: Loading jobs...
bn: জব লোড হচ্ছে...
hi: जॉब्स लोड हो रहे हैं...

# jobs.runNow
source: Run Now
bn: এখনই চালান
hi: अभी चलाएं

# jobs.running
source: Running...
bn: চলছে...
hi: चल रहा है...

# jobs.history
source: History
bn: ইতিহাস
hi: इतिहास

# jobs.hideHistory
source: Hide History
bn: ইতিহাস লুকান
hi: इतिहास छुपाएं

# jobs.viewHistory
source: View History
bn: ইতিহাস দেখুন
hi: इतिहास देखें

# jobs.noJobs
source: No background jobs configured
bn: কোনো ব্যাকগ্রাউন্ড জব কনফিগার করা নেই
hi: कोई बैकग्राउंड जॉब कॉन्फ़िगर नहीं है

# jobs.never
source: Never run
bn: কখনো চালানো হয়নি
hi: कभी नहीं चला

# jobs.lastRun
source: Last run
bn: সর্বশেষ চালানো
hi: अंतिम बार चला

# jobs.duration
source: Duration
bn: সময়কাল
hi: अवधि

# jobs.interval
source: Interval
bn: ব্যবধান
hi: अंतराल

# jobs.type
source: Type
bn: ধরন
hi: प्रकार

# jobs.failures
source: {count} consecutive failures
bn: {count}টি পরপর ব্যর্থতা
hi: {count} लगातार विफलताएं

# jobs.status.healthy
source: Healthy
bn: সুস্থ
hi: स्वस्थ

# jobs.status.degraded
source: Degraded
bn: অবনত
hi: अवनत

# jobs.status.unhealthy
source: Unhealthy
bn: অসুস্থ
hi: अस्वस्थ

# jobs.status.succeeded
source: Succeeded
bn: সফল
hi: सफल

# jobs.status.failed
source: Failed
bn: ব্যর্থ
hi: विफल

# jobs.status.running
source: Running
bn: চলছে
hi: चल रहा है

# jobs.status.cancelled
source: Cancelled
bn: বাতিল
hi: रद्द

# jobs.trigger.schedule
source: Schedule
bn: সময়সূচী
hi: अनुसूची

# jobs.trigger.manual
source: Manual
bn: ম্যানুয়াল
hi: मैनुअल

# jobs.trigger.retry
source: Retry
bn: পুনরায় চেষ্টা
hi: पुनः प्रयास

# jobs.history.title
source: Run History
bn: রান ইতিহাস
hi: रन इतिहास

# jobs.history.status
source: Status
bn: অবস্থা
hi: स्थिति

# jobs.history.started
source: Started
bn: শুরু হয়েছে
hi: शुरू हुआ

# jobs.history.duration
source: Duration
bn: সময়কাল
hi: अवधि

# jobs.history.trigger
source: Trigger
bn: ট্রিগার
hi: ट्रिगर

# jobs.history.details
source: Details
bn: বিবরণ
hi: विवरण

# jobs.history.loadMore
source: Load More
bn: আরো লোড করুন
hi: और लोड करें

# jobs.history.noRuns
source: No run history available
bn: কোনো রান ইতিহাস নেই
hi: कोई रन इतिहास उपलब्ध नहीं

# jobs.time.justNow
source: just now
bn: এইমাত্র
hi: अभी-अभी

# jobs.time.minutesAgo
source: {count} min ago
bn: {count} মিনিট আগে
hi: {count} मिनट पहले

# jobs.time.hoursAgo
source: {count} hours ago
bn: {count} ঘন্টা আগে
hi: {count} घंटे पहले

# jobs.time.daysAgo
source: {count} days ago
bn: {count} দিন আগে
hi: {count} दिन पहले

# client.repos.create.title
source: Create Repository
bn: রিপোজিটরি তৈরি করুন
hi: रिपॉजिटरी बनाएं

# client.repos.create.name
source: Repository name
bn: রিপোজিটরির নাম
hi: रिपॉजिटरी का नाम

# client.repos.create.name_placeholder
source: my-awesome-project
bn: আমার-দারুণ-প্রজেক্ট
hi: मेरा-शानदार-प्रोजेक्ट

# client.repos.create.visibility
source: Visibility
bn: দৃশ্যমানতা
hi: दृश्यता

# client.repos.create.private
source: Private
bn: প্রাইভেট
hi: निजी

# client.repos.create.public
source: Public
bn: পাবলিক
hi: सार्वजनिक

# client.repos.create.submit
source: Create Repository
bn: রিপোজিটরি তৈরি করুন
hi: रिपॉजिटरी बनाएं

# client.repos.create.cancel
source: Cancel
bn: বাতিল
hi: रद्द करें

# client.repos.create.error
source: Failed to create repository
bn: রিপোজিটরি তৈরি করতে ব্যর্থ
hi: रिपॉजिटरी बनाने में विफल

# client.repos.create.name_invalid
source: Invalid repository name. Use letters, numbers, dots, dashes, or underscores.
bn: অবৈধ রিপোজিটরি নাম। অক্ষর, সংখ্যা, বিন্দু, ড্যাশ বা আন্ডারস্কোর ব্যবহার করুন।
hi: अमान्य रिपॉजिटरी नाम। अक्षर, संख्या, बिंदु, डैश या अंडरस्कोर का उपयोग करें।

# client.repos.header.clone
source: Clone
bn: ক্লোন
hi: क्लोन

# client.repos.header.clone_https
source: Clone with HTTPS
bn: HTTPS দিয়ে ক্লোন করুন
hi: HTTPS से क्लोन करें

# client.repos.header.copied
source: Copied!
bn: কপি হয়েছে!
hi: कॉपी हो गया!

# client.repos.header.copy
source: Copy
bn: কপি করুন
hi: कॉपी करें

# client.repos.header.default_branch
source: Default branch
bn: ডিফল্ট ব্রাঞ্চ
hi: डिफ़ॉल्ट ब्रांच

# client.repos.nav.code
source: Code
bn: কোড
hi: कोड

# client.repos.nav.commits
source: Commits
bn: কমিট
hi: कमिट्स

# client.repos.nav.branches
source: Branches
bn: ব্রাঞ্চ
hi: ब्रांचेस

# client.repos.nav.settings
source: Settings
bn: সেটিংস
hi: सेटिंग्स

# client.repos.tree.empty
source: This directory is empty
bn: এই ডিরেক্টরি খালি
hi: यह डायरेक्टरी खाली है

# client.repos.blob.lines
source: lines
bn: লাইন
hi: लाइनें

# client.repos.blob.bytes
source: bytes
bn: বাইট
hi: बाइट्स

# client.repos.blob.blame
source: Blame
bn: ব্লেম
hi: ब्लेम

# client.repos.blob.copy
source: Copy
bn: কপি করুন
hi: कॉपी करें

# client.repos.blob.copied
source: Copied!
bn: কপি হয়েছে!
hi: कॉपी हो गया!

# client.repos.blob.raw
source: Raw
bn: র
hi: रॉ

# client.repos.blob.binary_not_shown
source: Binary file not shown
bn: বাইনারি ফাইল দেখানো হয়নি
hi: बाइनरी फ़ाइल नहीं दिखाई गई

# client.repos.weaver.open
source: Open in Weaver
bn: Weaver-এ খুলুন
hi: Weaver में खोलें

# client.repos.weaver.create_failed
source: Failed to create weaver
bn: Weaver তৈরি করতে ব্যর্থ
hi: Weaver बनाने में विफल

# client.repos.weaver.no_org
source: No organization selected
bn: কোনো সংগঠন নির্বাচিত হয়নি
hi: कोई संगठन चयनित नहीं है

# client.repos.branch.find
source: Find a branch...
bn: ব্রাঞ্চ খুঁজুন...
hi: ब्रांच खोजें...

# client.repos.branch.not_found
source: No branches found
bn: কোনো ব্রাঞ্চ পাওয়া যায়নি
hi: कोई ब्रांच नहीं मिली

# client.repos.branch.default
source: default
bn: ডিফল্ট
hi: डिफ़ॉल्ट

# client.repos.branches.title
source: Branches
bn: শাখা
hi: शाखाएं

# client.repos.branches.default
source: Default
bn: ডিফল্ট
hi: डिफ़ॉल्ट

# client.repos.branches.empty
source: No branches found
bn: কোনো শাখা পাওয়া যায়নি
hi: कोई शाखाएं नहीं मिलीं

# client.repos.branches.compare
source: Compare
bn: তুলনা করুন
hi: तुलना करें

# client.repos.commits.minutes_ago
source: {count} minutes ago
bn: {count} মিনিট আগে
hi: {count} मिनट पहले

# client.repos.commits.hours_ago
source: {count} hours ago
bn: {count} ঘন্টা আগে
hi: {count} घंटे पहले

# client.repos.commits.days_ago
source: {count} days ago
bn: {count} দিন আগে
hi: {count} दिन पहले

# client.repos.commits.committed
source: committed
bn: কমিট করা হয়েছে
hi: कमिट किया

# client.repos.commits.copy_sha
source: Copy SHA
bn: SHA কপি করুন
hi: SHA कॉपी करें

# client.repos.commits.empty
source: No commits found
bn: কোনো কমিট পাওয়া যায়নি
hi: कोई कमिट नहीं मिला

# client.repos.diff.parent
source: Parent
bn: প্যারেন্ট
hi: पैरेंट

# client.repos.diff.parents
source: Parents
bn: প্যারেন্টস
hi: पैरेंट्स

# client.repos.diff.showing
source: Showing
bn: দেখানো হচ্ছে
hi: दिखा रहे हैं

# client.repos.diff.changed_file
source: changed file
bn: পরিবর্তিত ফাইল
hi: बदली हुई फ़ाइल

# client.repos.diff.changed_files
source: changed files
bn: পরিবর্তিত ফাইল
hi: बदली हुई फ़ाइलें

# client.repos.blame.lines
source: lines
bn: লাইন
hi: लाइनें

# client.repos.blame.today
source: today
bn: আজ
hi: आज

# client.repos.blame.days_ago
source: {count}d ago
bn: {count} দিন আগে
hi: {count} दिन पहले

# client.repos.blame.months_ago
source: {count}mo ago
bn: {count} মাস আগে
hi: {count} महीने पहले

# client.repos.blame.years_ago
source: {count}y ago
bn: {count} বছর আগে
hi: {count} साल पहले

# client.repos.blame.empty
source: No blame information available
bn: ব্লেম তথ্য উপলব্ধ নেই
hi: ब्लेम जानकारी उपलब्ध नहीं है

# client.repos.compare.ahead
source: ahead
bn: এগিয়ে
hi: आगे

# client.repos.compare.behind
source: behind
bn: পিছিয়ে
hi: पीछे

# client.repos.compare.commit
source: commit
bn: কমিট
hi: कमिट

# client.repos.compare.commits
source: commits
bn: কমিট
hi: कमिट्स

# client.repos.compare.commits_heading
source: Commits
bn: কমিট
hi: कमिट्स

# client.repos.compare.identical
source: These branches are identical
bn: এই ব্রাঞ্চগুলো অভিন্ন
hi: ये ब्रांचेस समान हैं

# client.repos.settings.general
source: General
bn: সাধারণ
hi: सामान्य

# client.repos.settings.name
source: Repository name
bn: রিপোজিটরির নাম
hi: रिपॉजिटरी का नाम

# client.repos.settings.visibility
source: Visibility
bn: দৃশ্যমানতা
hi: दृश्यता

# client.repos.settings.private
source: Private
bn: প্রাইভেট
hi: निजी

# client.repos.settings.public
source: Public
bn: পাবলিক
hi: सार्वजनिक

# client.repos.settings.visibility_private_desc
source: Only you and collaborators can access this repository
bn: শুধুমাত্র আপনি এবং সহযোগীরা এই রিপোজিটরিতে অ্যাক্সেস করতে পারবেন
hi: केवल आप और सहयोगी इस रिपॉजिटरी तक पहुंच सकते हैं

# client.repos.settings.visibility_public_desc
source: Anyone can clone this repository
bn: যে কেউ এই রিপোজিটরি ক্লোন করতে পারবে
hi: कोई भी इस रिपॉजिटरी को क्लोन कर सकता है

# client.repos.settings.default_branch
source: Default branch
bn: ডিফল্ট ব্রাঞ্চ
hi: डिफ़ॉल्ट ब्रांच

# client.repos.settings.clone_url
source: Clone URL
bn: ক্লোন URL
hi: क्लोन URL

# client.repos.settings.copy
source: Copy
bn: কপি করুন
hi: कॉपी करें

# client.repos.settings.save
source: Save changes
bn: পরিবর্তন সংরক্ষণ করুন
hi: परिवर्तन सहेजें

# client.repos.settings.cancel
source: Cancel
bn: বাতিল
hi: रद्द करें

# client.repos.settings.danger_zone
source: Danger Zone
bn: বিপদ অঞ্চল
hi: खतरा क्षेत्र

# client.repos.settings.delete_title
source: Delete repository
bn: রিপোজিটরি মুছুন
hi: रिपॉजिटरी हटाएं

# client.repos.settings.delete_warning
source: This action cannot be undone. This will permanently delete the repository and all its contents.
bn: এই কাজটি পূর্বাবস্থায় ফেরানো যাবে না। এটি রিপোজিটরি এবং এর সমস্ত বিষয়বস্তু স্থায়ীভাবে মুছে ফেলবে।
hi: इस क्रिया को वापस नहीं लिया जा सकता। यह रिपॉजिटरी और उसकी सभी सामग्री को स्थायी रूप से हटा देगा।

# client.repos.settings.delete_button
source: Delete this repository
bn: এই রিপোজিটরি মুছুন
hi: इस रिपॉजिटरी को हटाएं

# client.repos.settings.delete_confirm
source: Type the repository name to confirm:
bn: নিশ্চিত করতে রিপোজিটরির নাম টাইপ করুন:
hi: पुष्टि के लिए रिपॉजिटरी का नाम टाइप करें:

# client.repos.settings.delete_confirm_button
source: I understand, delete this repository
bn: আমি বুঝেছি, এই রিপোজিটরি মুছুন
hi: मैं समझता हूं, इस रिपॉजिटरी को हटाएं

# thread.noThreadsFound
source: No threads found
bn: কোনো থ্রেড পাওয়া যায়নি
hi: कोई थ्रेड नहीं मिला

# thread.time.justNow
source: Just now
bn: এইমাত্র
hi: अभी

# thread.time.minutesAgo
source: {count}m ago
bn: {count} মিনিট আগে
hi: {count} मिनट पहले

# thread.time.hoursAgo
source: {count}h ago
bn: {count} ঘণ্টা আগে
hi: {count} घंटे पहले

# thread.time.daysAgo
source: {count}d ago
bn: {count} দিন আগে
hi: {count} दिन पहले

# thread.messageCount
source: {count} messages
bn: {count}টি বার্তা
hi: {count} संदेश

# thread.selectToView
source: Select a thread to view
bn: দেখতে একটি থ্রেড নির্বাচন করুন
hi: देखने के लिए थ्रेड चुनें

# thread.createToStart
source: Or create a new thread to get started
bn: অথবা শুরু করতে একটি নতুন থ্রেড তৈরি করুন
hi: या शुरू करने के लिए नया थ्रेड बनाएं

# error.goHome
source: Go Home
bn: হোমে যান
hi: होम पर जाएं

# support.access.requested
source: Access Requested
bn: অ্যাক্সেস অনুরোধ করা হয়েছে
hi: एक्सेस का अनुरोध किया गया

# support.access.requestSent
source: Your request has been sent to the thread owner. You'll be able to view this thread once they approve your request.
bn: আপনার অনুরোধ থ্রেড মালিকের কাছে পাঠানো হয়েছে। তারা আপনার অনুরোধ অনুমোদন করলে আপনি এই থ্রেডটি দেখতে পারবেন।
hi: आपका अनुरोध थ्रेड मालिक को भेज दिया गया है। जब वे आपके अनुरोध को स्वीकृत करेंगे तब आप इस थ्रेड को देख सकेंगे।

# support.access.requestId
source: Request ID:
bn: অনুরোধ ID:
hi: अनुरोध ID:

# support.access.required
source: Access Required
bn: অ্যাক্সেস প্রয়োজন
hi: एक्सेस आवश्यक

# support.access.notShared
source: This thread has not been shared with support. As a support team member, you can request access from the thread owner.
bn: এই থ্রেডটি সাপোর্টের সাথে শেয়ার করা হয়নি। সাপোর্ট টিমের সদস্য হিসেবে, আপনি থ্রেড মালিকের কাছে অ্যাক্সেস অনুরোধ করতে পারেন।
hi: यह थ्रेड सपोर्ट के साथ साझा नहीं किया गया है। सपोर्ट टीम के सदस्य के रूप में, आप थ्रेड मालिक से एक्सेस का अनुरोध कर सकते हैं।

# support.access.requesting
source: Requesting...
bn: অনুরোধ করা হচ্ছে...
hi: अनुरोध कर रहा है...

# support.access.requestButton
source: Request Access
bn: অ্যাক্সেস অনুরোধ করুন
hi: एक्सेस का अनुरोध करें

# support.access.note
source: The thread owner will receive a notification and can approve or deny your request. If approved, access will be granted for 31 days.
bn: থ্রেড মালিক একটি বিজ্ঞপ্তি পাবেন এবং আপনার অনুরোধ অনুমোদন বা প্রত্যাখ্যান করতে পারবেন। অনুমোদিত হলে, ৩১ দিনের জন্য অ্যাক্সেস দেওয়া হবে।
hi: थ्रेड मालिक को सूचना मिलेगी और वे आपके अनुरोध को स्वीकृत या अस्वीकृत कर सकते हैं। स्वीकृत होने पर, 31 दिनों के लिए एक्सेस दिया जाएगा।

# support.access.errorAlreadyRequested
source: Access has already been requested for this thread. Waiting for owner approval.
bn: এই থ্রেডের জন্য ইতিমধ্যে অ্যাক্সেস অনুরোধ করা হয়েছে। মালিকের অনুমোদনের জন্য অপেক্ষা করা হচ্ছে।
hi: इस थ्रेड के लिए पहले से एक्सेस का अनुरोध किया जा चुका है। मालिक की स्वीकृति की प्रतीक्षा में।

# support.access.errorAlreadyActive
source: You already have active access to this thread. Try refreshing the page.
bn: আপনার কাছে ইতিমধ্যে এই থ্রেডে সক্রিয় অ্যাক্সেস আছে। পৃষ্ঠাটি রিফ্রেশ করার চেষ্টা করুন।
hi: आपके पास पहले से इस थ्रेड तक सक्रिय एक्सेस है। पेज रिफ्रेश करने का प्रयास करें।

# support.access.errorFailed
source: Failed to request access. Please try again.
bn: অ্যাক্সেস অনুরোধ করা যায়নি। অনুগ্রহ করে আবার চেষ্টা করুন।
hi: एक्सेस का अनुरोध विफल रहा। कृपया पुनः प्रयास करें।

# support.access.errorUnexpected
source: An unexpected error occurred.
bn: একটি অপ্রত্যাশিত ত্রুটি ঘটেছে।
hi: एक अप्रत्याशित त्रुटि हुई।

# state.idle
source: Idle
bn: নিষ্ক্রিয়
hi: निष्क्रिय

# state.weaving
source: Weaving
bn: বুনন
hi: बुनाई

# state.threading
source: Threading
bn: থ্রেডিং
hi: थ्रेडिंग

# state.shuttlePass
source: Shuttle Pass
bn: শাটল পাস
hi: शटल पास

# state.brokenThread
source: Broken Thread (retry {retries})
bn: ভাঙা থ্রেড (পুনরায় চেষ্টা {retries})
hi: टूटा हुआ थ्रेड (पुनः प्रयास {retries})

# tool.showError
source: Show error
bn: ত্রুটি দেখান
hi: त्रुटि दिखाएं

# tool.showOutput
source: Show output
bn: আউটপুট দেখান
hi: आउटपुट दिखाएं

# docs.title
source: Loom Docs
bn: Loom ডক্স
hi: Loom डॉक्स

# docs.redirecting
source: Redirecting to tutorials...
bn: টিউটোরিয়ালে রিডাইরেক্ট করা হচ্ছে...
hi: ट्यूटोरियल पर रीडायरेक्ट हो रहा है...

# docs.tutorials.title
source: Tutorials
bn: টিউটোরিয়াল
hi: ट्यूटोरियल

# docs.tutorials.description
source: Learning-oriented lessons that take you through a series of steps to complete a project.
bn: শেখার-ভিত্তিক পাঠ যা আপনাকে একটি প্রকল্প সম্পন্ন করার ধাপগুলির মধ্য দিয়ে নিয়ে যায়।
hi: सीखने-उन्मुख पाठ जो आपको एक प्रोजेक्ट पूरा करने के चरणों से गुजारते हैं।

# docs.tutorials.empty
source: No tutorials available yet.
bn: এখনও কোনো টিউটোরিয়াল উপলব্ধ নেই।
hi: अभी तक कोई ट्यूटोरियल उपलब्ध नहीं है।

# docs.explanation.title
source: Explanation
bn: ব্যাখ্যা
hi: व्याख्या

# docs.explanation.description
source: Discussion and background material that explains concepts, decisions, and the bigger picture.
bn: আলোচনা এবং পটভূমি উপাদান যা ধারণা, সিদ্ধান্ত এবং বড় চিত্র ব্যাখ্যা করে।
hi: चर्चा और पृष्ठभूमि सामग्री जो अवधारणाओं, निर्णयों और बड़ी तस्वीर की व्याख्या करती है।

# docs.explanation.empty
source: No explanations available yet.
bn: এখনও কোনো ব্যাখ্যা উপলব্ধ নেই।
hi: अभी तक कोई व्याख्या उपलब्ध नहीं है।

# docs.reference.title
source: Reference
bn: রেফারেন্স
hi: संदर्भ

# docs.reference.description
source: Technical reference material with detailed information about APIs, configuration, and internals.
bn: API, কনফিগারেশন এবং অভ্যন্তরীণ বিষয়ে বিস্তারিত তথ্য সহ প্রযুক্তিগত রেফারেন্স উপাদান।
hi: API, कॉन्फ़िगरेशन और आंतरिक विवरण के बारे में विस्तृत जानकारी वाली तकनीकी संदर्भ सामग्री।

# docs.reference.empty
source: No reference documentation available yet.
bn: এখনও কোনো রেফারেন্স ডকুমেন্টেশন উপলব্ধ নেই।
hi: अभी तक कोई संदर्भ दस्तावेज़ उपलब्ध नहीं है।

# docs.howTo.title
source: How-to Guides
bn: কীভাবে করবেন গাইড
hi: कैसे करें गाइड

# docs.howTo.description
source: Task-oriented guides that show you how to accomplish specific goals.
bn: কাজ-ভিত্তিক গাইড যা আপনাকে নির্দিষ্ট লক্ষ্য অর্জন করতে দেখায়।
hi: कार्य-उन्मुख गाइड जो आपको विशिष्ट लक्ष्यों को प्राप्त करने का तरीका दिखाती हैं।

# docs.howTo.empty
source: No how-to guides available yet.
bn: এখনও কোনো কীভাবে করবেন গাইড উপলব্ধ নেই।
hi: अभी तक कोई कैसे करें गाइड उपलब्ध नहीं है।

# admin.auditLogs.title
source: Security Audit Logs
bn: নিরাপত্তা অডিট লগ
hi: सुरक्षा ऑडिट लॉग

# admin.auditLogs.loading
source: Loading audit logs...
bn: অডিট লগ লোড হচ্ছে...
hi: ऑडिट लॉग लोड हो रहे हैं...

# admin.auditLogs.empty
source: No audit logs found.
bn: কোনো অডিট লগ পাওয়া যায়নি।
hi: कोई ऑडिट लॉग नहीं मिला।

# admin.auditLogs.showing
source: Showing {start} - {end} of {total}
bn: {total} এর মধ্যে {start} - {end} দেখানো হচ্ছে
hi: {total} में से {start} - {end} दिखा रहा है

# admin.auditLogs.via
source: via {userId}
bn: {userId} এর মাধ্যমে
hi: {userId} के माध्यम से

# admin.auditLogs.event.all
source: All Events
bn: সব ইভেন্ট
hi: सभी इवेंट

# admin.auditLogs.event.login
source: Login
bn: লগইন
hi: लॉगिन

# admin.auditLogs.event.logout
source: Logout
bn: লগআউট
hi: लॉगआउट

# admin.auditLogs.event.loginFailed
source: Login Failed
bn: লগইন ব্যর্থ
hi: लॉगिन विफल

# admin.auditLogs.event.accessDenied
source: Access Denied
bn: অ্যাক্সেস অস্বীকৃত
hi: पहुंच अस्वीकृत

# admin.auditLogs.event.sessionRevoked
source: Session Revoked
bn: সেশন বাতিল করা হয়েছে
hi: सत्र रद्द किया गया

# admin.auditLogs.event.apiKeyCreated
source: API Key Created
bn: API কী তৈরি হয়েছে
hi: API कुंजी बनाई गई

# admin.auditLogs.event.apiKeyRevoked
source: API Key Revoked
bn: API কী বাতিল করা হয়েছে
hi: API कुंजी रद्द की गई

# admin.auditLogs.event.orgCreated
source: Org Created
bn: সংস্থা তৈরি হয়েছে
hi: संगठन बनाया गया

# admin.auditLogs.event.memberAdded
source: Member Added
bn: সদস্য যোগ করা হয়েছে
hi: सदस्य जोड़ा गया

# admin.auditLogs.event.memberRemoved
source: Member Removed
bn: সদস্য সরানো হয়েছে
hi: सदस्य हटाया गया

# admin.auditLogs.event.impersonationStarted
source: Impersonation Started
bn: ছদ্মবেশ শুরু হয়েছে
hi: प्रतिरूपण शुरू हुआ

# admin.auditLogs.event.impersonationEnded
source: Impersonation Ended
bn: ছদ্মবেশ শেষ হয়েছে
hi: प्रतिरूपण समाप्त हुआ

# admin.auditLogs.column.timestamp
source: Timestamp
bn: সময়
hi: समय

# admin.auditLogs.column.event
source: Event
bn: ইভেন্ট
hi: इवेंट

# admin.auditLogs.column.actor
source: Actor
bn: কর্তা
hi: कर्ता

# admin.auditLogs.column.resource
source: Resource
bn: রিসোর্স
hi: संसाधन

# admin.auditLogs.column.details
source: Details
bn: বিবরণ
hi: विवरण

# admin.anthropic.expired
source: Expired
bn: মেয়াদ শেষ
hi: समाप्त

# admin.anthropic.expiresInMinutes
source: in {count} minutes
bn: {count} মিনিটে
hi: {count} मिनट में

# admin.anthropic.expiresInHours
source: in {count} hours
bn: {count} ঘন্টায়
hi: {count} घंटे में

# admin.anthropic.expiresInDays
source: in {count} days
bn: {count} দিনে
hi: {count} दिन में

# admin.anthropic.remaining
source: remaining
bn: বাকি
hi: शेष

# admin.anthropic.tokenExpires
source: Token expires:
bn: টোকেন মেয়াদ শেষ:
hi: टोकन समाप्त होता है:

# admin.anthropic.summary.available
source: available
bn: উপলব্ধ
hi: उपलब्ध
