Repository: ohitslaurence/maestro
Catalog: web/loom-web/src/locales/*/messages.po
Languages: bn, hi

# admin.anthropic.summary.cooling
source: cooling
bn: কুলিং
hi: ठंडा हो रहा है

# admin.anthropic.summary.disabled
source: disabled
bn: নিষ্ক্রিয়
hi: अक्षम

# admin.anthropic.summary.total
source: total
bn: মোট
hi: कुल

# client.repos.blame.title
source: Blame:
bn: ব্লেম:
hi: ब्लेम:

# client.repos.blame.viewFile
source: View file
bn: ফাইল দেখুন
hi: फाइल देखें

# client.repos.compare.title
source: Compare
bn: তুলনা করুন
hi: तुलना करें

# client.repos.compare.base
source: base:
bn: বেস:
hi: आधार:

# client.repos.compare.compare
source: compare:
bn: তুলনা:
hi: तुलना:

# client.repos.commits.title
source: Commits
bn: কমিট
hi: कमिट्स

# client.repos.commits.count
source: commits
bn: কমিট
hi: कमिट्स

# client.repos.commits.newer
source: Newer
bn: নতুন
hi: नए

# client.repos.commits.older
source: Older
bn: পুরানো
hi: पुराने

# state.waiting
source: Waiting
bn: অপেক্ষা করছে
hi: प्रतीक्षा में

# state.complete
source: Complete
bn: সম্পূর্ণ
hi: पूर्ण

# tool.shuttleReady
source: Shuttle Ready
bn: শাটল প্রস্তুত
hi: शटल तैयार

# tool.shuttlePasses
source: Shuttle Passes
bn: শাটল পাস
hi: शटल पास

# message.toolResult
source: ðŸ”§ Tool Result
bn: 🔧 টুল ফলাফল
hi: 🔧 टूल परिणाम

# weavers.terminal.connectionClosed
source: Connection closed:
bn: সংযোগ বন্ধ:
hi: कनेक्शन बंद:

# weavers.terminal.unknownReason
source: Unknown reason
bn: অজানা কারণ
hi: अज्ञात कारण

# weavers.terminal.connectFailed
source: Failed to connect to weaver
bn: উইভারে সংযোগ করতে ব্যর্থ
hi: वीवर से कनेक्ट करने में विफल

# docs.toc.title
source: On this page
bn: এই পৃষ্ঠায়
hi: इस पृष्ठ पर

# docs.breadcrumbs.docs
source: Docs
bn: ডক্স
hi: डॉक्स

# docs.search.placeholder
source: Search docs...
bn: ডক্স খুঁজুন...
hi: डॉक्स खोजें...

# docs.search.placeholderFull
source: Search documentation...
bn: ডকুমেন্টেশন খুঁজুন...
hi: दस्तावेज़ खोजें...

# docs.search.close
source: Close search
bn: অনুসন্ধান বন্ধ করুন
hi: खोज बंद करें

# docs.search.category.tutorial
source: Tutorial
bn: টিউটোরিয়াল
hi: ट्यूटोरियल

# docs.search.category.howTo
source: How-to
bn: কীভাবে করবেন
hi: कैसे करें

# docs.search.category.reference
source: Reference
bn: রেফারেন্স
hi: संदर्भ

# docs.search.category.explanation
source: Explanation
bn: ব্যাখ্যা
hi: व्याख्या

# docs.search.noResults
source: No results found for
bn: কোনো ফলাফল পাওয়া যায়নি
hi: कोई परिणाम नहीं मिला

# docs.search.hint
source: Type to search documentation
bn: ডকুমেন্টেশন খুঁজতে টাইপ করুন
hi: दस्तावेज़ खोजने के लिए टाइप करें

# docs.search.key.navigate
source: to navigate
bn: নেভিগেট করতে
hi: नेविगेट करने के लिए

# docs.search.key.select
source: to select
bn: নির্বাচন করতে
hi: चुनने के लिए

# docs.search.key.close
source: to close
bn: বন্ধ করতে
hi: बंद करने के लिए

# docs.callout.info
source: Info
bn: তথ্য
hi: जानकारी

# docs.callout.tip
source: Tip
bn: টিপ
hi: सुझाव

# docs.callout.warning
source: Warning
bn: সতর্কতা
hi: चेतावनी

# docs.callout.danger
source: Danger
bn: বিপদ
hi: खतरा

# settings.sessions.loadError
source: Failed to load sessions
bn: সেশন লোড করতে ব্যর্থ
hi: सत्र लोड करने में विफल

# settings.sessions.revokeError
source: Failed to revoke session
bn: সেশন বাতিল করতে ব্যর্থ
hi: सत्र रद्द करने में विफल

# jobs.loadError
source: Failed to load jobs
bn: কাজ লোড করতে ব্যর্থ
hi: कार्य लोड करने में विफल

# jobs.triggerError
source: Failed to trigger job
bn: কাজ ট্রিগার করতে ব্যর্থ
hi: कार्य ट्रिगर करने में विफल

# general.unknownError
source: Unknown error
bn: অজানা ত্রুটি
hi: अज्ञात त्रुटि

# client.repos.list.loadError
source: Failed to load repositories
bn: রিপোজিটরি লোড করতে ব্যর্থ
hi: रिपॉजिटरी लोड करने में विफल

# admin.health.fileCount
source: {count} files
bn: {count} ফাইল
hi: {count} फाइलें

# admin.audit.title
source: Audit Logs
bn: অডিট লগ
hi: ऑडिट लॉग

# admin.audit.description
source: View security audit logs
bn: নিরাপত্তা অডিট লগ দেখুন
hi: सुरक्षा ऑडिट लॉग देखें

# auth.login.redirecting
source: Redirecting...
bn: পুনঃনির্দেশ করা হচ্ছে...
hi: पुनर्निर्देशित हो रहा है...

# org.title
source: Organization
bn: সংস্থা
hi: संगठन

# org.members.add
source: Add Member
bn: সদস্য যোগ করুন
hi: सदस्य जोड़ें

# org.members.addTitle
source: Add Member
bn: সদস্য যোগ করুন
hi: सदस्य जोड़ें

# org.members.email
source: Email Address
bn: ইমেল ঠিকানা
hi: ईमेल पता

# org.members.empty
source: No members yet
bn: এখনও কোনো সদস্য নেই
hi: अभी तक कोई सदस्य नहीं

# org.members.invite
source: Send Invite
bn: আমন্ত্রণ পাঠান
hi: आमंत्रण भेजें

# org.members.remove
source: Remove
bn: সরান
hi: हटाएं

# org.members.removeConfirm
source: Are you sure you want to remove this member?
bn: আপনি কি নিশ্চিত যে আপনি এই সদস্যকে সরাতে চান?
hi: क्या आप वाकई इस सदस्य को हटाना चाहते हैं?

# org.roles.admin
source: Admin
bn: প্রশাসক
hi: व्यवस्थापक

# org.roles.member
source: Member
bn: সদস্য
hi: सदस्य

# org.teams.create
source: Create Team
bn: টিম তৈরি করুন
hi: टीम बनाएं

# org.teams.createTitle
source: Create New Team
bn: নতুন টিম তৈরি করুন
hi: नई टीम बनाएं

# org.teams.empty
source: No teams yet
bn: এখনও কোনো টিম নেই
hi: अभी तक कोई टीम नहीं

# org.teams.memberCount
source: members
bn: সদস্য
hi: सदस्य

# org.teams.name
source: Team Name
bn: টিমের নাম
hi: टीम का नाम

# org.teams.slug
source: URL Slug
bn: URL স্লাগ
hi: URL स्लग

# org.apiKeys.create
source: Create API Key
bn: API কী তৈরি করুন
hi: API कुंजी बनाएं

# org.apiKeys.createTitle
source: Create New API Key
bn: নতুন API কী তৈরি করুন
hi: नई API कुंजी बनाएं

# org.apiKeys.created
source: API Key Created
bn: API কী তৈরি হয়েছে
hi: API कुंजी बनाई गई

# org.apiKeys.copyWarning
source: Copy this key now. You won't be able to see it again.
bn: এই কী এখনই কপি করুন। আপনি এটি আবার দেখতে পারবেন না।
hi: इस कुंजी को अभी कॉपी करें। आप इसे दोबारा नहीं देख पाएंगे।

# org.apiKeys.empty
source: No API keys yet
bn: এখনও কোনো API কী নেই
hi: अभी तक कोई API कुंजी नहीं

# org.apiKeys.lastUsed
source: Last Used
bn: সর্বশেষ ব্যবহার
hi: अंतिम उपयोग

# org.apiKeys.name
source: Key Name
bn: কী-এর নাম
hi: कुंजी का नाम

# org.apiKeys.revoke
source: Revoke
bn: বাতিল করুন
hi: रद्द करें

# org.apiKeys.revokeConfirm
source: Are you sure you want to revoke this API key?
bn: আপনি কি নিশ্চিত যে আপনি এই API কী বাতিল করতে চান?
hi: क्या आप वाकई इस API कुंजी को रद्द करना चाहते हैं?

# org.apiKeys.scopes
source: Scopes
bn: সুযোগ
hi: दायरे

# org.settings.name
source: Organization Name
bn: সংস্থার নাম
hi: संगठन का नाम

# org.settings.visibility
source: Visibility
bn: দৃশ্যমানতা
hi: दृश्यता

# org.settings.joinPolicy
source: Join Policy
bn: যোগদান নীতি
hi: जुड़ने की नीति

# org.settings.saved
source: Settings saved
bn: সেটিংস সংরক্ষিত
hi: सेटिंग्स सहेजी गईं

# org.settings.dangerZone
source: Danger Zone
bn: বিপদ অঞ্চল
hi: खतरे का क्षेत्र

# org.settings.deleteWarning
source: Once you delete an organization, there is no going back.
bn: একবার আপনি একটি সংস্থা মুছে ফেললে, ফিরে যাওয়ার কোনো উপায় নেই।
hi: एक बार जब आप संगठन को हटा देते हैं, तो वापस नहीं जा सकते।

# org.settings.delete
source: Delete Organization
bn: সংস্থা মুছুন
hi: संगठन हटाएं

# org.settings.deleteConfirm
source: Are you sure you want to delete this organization? This cannot be undone.
bn: আপনি কি নিশ্চিত যে আপনি এই সংস্থা মুছতে চান? এটি পূর্বাবস্থায় ফেরানো যাবে না।
hi: क्या आप वाकई इस संगठन को हटाना चाहते हैं? यह पूर्ववत नहीं किया जा सकता।

# org.visibility.public
source: Public
bn: সার্বজনীন
hi: सार्वजनिक

# org.visibility.private
source: Private
bn: ব্যক্তিগত
hi: निजी

# org.joinPolicy.open
source: Open
bn: খোলা
hi: खुला

# org.joinPolicy.request
source: Request to Join
bn: যোগদানের অনুরোধ
hi: जुड़ने का अनुरोध

# org.joinPolicy.inviteOnly
source: Invite Only
bn: শুধুমাত্র আমন্ত্রণে
hi: केवल आमंत्रण से

# org.tabs.members
source: Members
bn: সদস্য
hi: सदस्य

# org.tabs.teams
source: Teams
bn: টিম
hi: टीमें

# org.tabs.apiKeys
source: API Keys
bn: API কী
hi: API कुंजियाँ

# org.tabs.settings
source: Settings
bn: সেটিংস
hi: सेटिंग्स

# exposure.title
source: Exposure Tracking
bn: এক্সপোজার ট্র্যাকিং
hi: एक्सपोज़र ट्रैकिंग

# exposure.description
source: Track when users are exposed to flag variants for experiment analysis
bn: পরীক্ষা বিশ্লেষণের জন্য ব্যবহারকারীরা কখন ফ্ল্যাগ ভ্যারিয়েন্টের সংস্পর্শে আসে তা ট্র্যাক করুন
hi: प्रयोग विश्लेषण के लिए ट्रैक करें कि उपयोगकर्ता फ्लैग वेरिएंट के संपर्क में कब आते हैं

source: Exposure Tracking
bn: এক্সপোজার ট্র্যাকিং
hi: एक्सपोज़र ट्रैकिंग

# exposure.enabled
source: Enabled
bn: সক্রিয়
hi: सक्षम

# exposure.disabled
source: Disabled
bn: নিষ্ক্রিয়
hi: अक्षम

# exposure.enableTracking
source: Enable Exposure Tracking
bn: এক্সপোজার ট্র্যাকিং সক্রিয় করুন
hi: एक्सपोज़र ट्रैकिंग सक्षम करें

# exposure.disableTracking
source: Disable Exposure Tracking
bn: এক্সপোজার ট্র্যাকিং নিষ্ক্রিয় করুন
hi: एक्सपोज़र ट्रैकिंग अक्षम करें

# exposure.enableHint
source: When enabled, flag evaluations will be logged for experiment analysis
bn: সক্রিয় করা হলে, ফ্ল্যাগ মূল্যায়ন পরীক্ষা বিশ্লেষণের জন্য লগ করা হবে
hi: सक्षम होने पर, फ्लैग मूल्यांकन प्रयोग विश्लेषण के लिए लॉग किए जाएंगे

source: Exposure Logs
bn: এক্সপোজার লগ
hi: एक्सपोज़र लॉग

# exposure.export
source: Export Logs
bn: লগ রপ্তানি করুন
hi: लॉग निर्यात करें

# exposure.exportHint
source: Download exposure logs as CSV
bn: এক্সপোজার লগ CSV হিসাবে ডাউনলোড করুন
hi: एक्सपोज़र लॉग CSV के रूप में डाउनलोड करें

# exposure.noLogs
source: No exposure logs found
bn: কোনো এক্সপোজার লগ পাওয়া যায়নি
hi: कोई एक्सपोज़र लॉग नहीं मिले

# exposure.flagKey
source: Flag Key
bn: ফ্ল্যাগ কী
hi: फ्लैग की

# exposure.variant
source: Variant
bn: ভ্যারিয়েন্ট
hi: वेरिएंट

# exposure.userId
source: User ID
bn: ব্যবহারকারী ID
hi: उपयोगकर्ता ID

# exposure.timestamp
source: Timestamp
bn: টাইমস্ট্যাম্প
hi: टाइमस्टैम्प

# exposure.reason
source: Reason
bn: কারণ
hi: कारण

# exposure.environment
source: Environment
bn: পরিবেশ
hi: परिवेश

# exposure.filterByFlag
source: Filter by flag
bn: ফ্ল্যাগ দ্বারা ফিল্টার
hi: फ्लैग द्वारा फ़िल्टर करें

# exposure.filterByEnvironment
source: Filter by environment
bn: পরিবেশ দ্বারা ফিল্টার
hi: परिवेश द्वारा फ़िल्टर करें

# exposure.startDate
source: Start Date
bn: শুরুর তারিখ
hi: प्रारंभ तिथि

# exposure.endDate
source: End Date
bn: শেষের তারিখ
hi: समाप्ति तिथि

# exposure.totalCount
source: {count} exposures
bn: {count} এক্সপোজার
hi: {count} एक्सपोज़र

# exposure.deduplicationWindow
source: Exposures are deduplicated within a 1-hour window per user/context
bn: প্রতি ব্যবহারকারী/প্রসঙ্গে ১ ঘন্টার উইন্ডোতে এক্সপোজার ডিডুপ্লিকেট করা হয়
hi: एक्सपोज़र प्रति उपयोगकर्ता/संदर्भ 1 घंटे की विंडो में डुप्लिकेट हटाए जाते हैं
