Repository: ohitslaurence/maestro
Catalog: web/loom-web/src/locales/*/messages.po
Languages: bn, hi

# nav.threads
source: Threads
bn: থ্রেডগুলি
hi: थ्रेड्स

# nav.settings
source: Settings
bn: সেটিংস
hi: सेटिंग्स

# nav.admin
source: Admin
bn: অ্যাডমিন
hi: एडमिन

# nav.jobs
source: Jobs
bn: কাজ
hi: कार्य

# thread.new
source: New Thread
bn: নতুন থ্রেড
hi: नया थ्रेड

# thread.delete
source: Delete
bn: মুছুন
hi: हटाएं

# thread.search
source: Search threads...
bn: থ্রেড খুঁজুন...
hi: थ्रेड्स खोजें...

# thread.noThreads
source: No threads yet
bn: এখনও কোনো থ্রেড নেই
hi: अभी तक कोई थ्रेड नहीं

# thread.loadError
source: Failed to load threads
bn: থ্রেড লোড করা যায়নি
hi: थ्रेड्स लोड करने में विफल

# state.waiting_for_user_input
source: Waiting for input
bn: ইনপুটের জন্য অপেক্ষা করছে
hi: इनपुट की प्रतीक्षा में

# state.calling_llm
source: Calling LLM
bn: LLM কল করছে
hi: LLM को कॉल कर रहा है

# state.processing_llm_response
source: Processing response
bn: রেসপন্স প্রসেস করছে
hi: प्रतिक्रिया संसाधित कर रहा है

# state.executing_tools
source: Executing tools
bn: টুল এক্সিকিউট করছে
hi: टूल्स चला रहा है

# state.post_tools_hook
source: Post-processing
bn: পোস্ট-প্রসেসিং
hi: पोस्ट-प्रोसेसिंग

# state.error
source: Error
bn: ত্রুটি
hi: त्रुटि

# state.shutting_down
source: Shutting down
bn: বন্ধ হচ্ছে
hi: बंद हो रहा है

# tool.pending
source: Pending
bn: অপেক্ষমান
hi: लंबित

# tool.running
source: Running
bn: চলছে
hi: चल रहा है

# tool.completed
source: Completed
bn: সম্পন্ন
hi: पूर्ण

# tool.failed
source: Failed
bn: ব্যর্থ
hi: विफल

# connection.connected
source: Connected
bn: সংযুক্ত
hi: कनेक्टेड

# connection.disconnected
source: Disconnected
bn: বিচ্ছিন্ন
hi: डिस्कनेक्टेड

# connection.connecting
source: Connecting...
bn: সংযোগ হচ্ছে...
hi: कनेक्ट हो रहा है...

# connection.reconnecting
source: Reconnecting...
bn: পুনরায় সংযোগ হচ্ছে...
hi: पुनः कनेक्ट हो रहा है...

source: Connection error
bn: সংযোগ ত্রুটি
hi: कनेक्शन त्रुटि

# connection.clickToReconnect
source: Click to reconnect
bn: পুনরায় সংযোগ করতে ক্লিক করুন
hi: पुनः कनेक्ट करने के लिए क्लिक करें

# connection.attempt
source: Attempt {count}
bn: প্রচেষ্টা {count}
hi: प्रयास {count}

# message.placeholder
source: Type a message...
bn: একটি বার্তা লিখুন...
hi: संदेश टाइप करें...

# message.send
source: Send
bn: পাঠান
hi: भेजें

# auth.signOut
source: Sign out
bn: সাইন আউট করুন
hi: साइन आउट करें

# auth.dashboard.welcome
source: Welcome,
bn: স্বাগতম,
hi: स्वागत है,

# auth.dashboard.protectedPage
source: This is a protected page. You must be logged in to see this.
bn: এটি একটি সুরক্ষিত পৃষ্ঠা। এটি দেখতে আপনাকে লগ ইন করতে হবে।
hi: यह एक सुरक्षित पेज है। इसे देखने के लिए आपको लॉग इन होना आवश्यक है।

# general.loading
source: Loading...
bn: লোড হচ্ছে...
hi: लोड हो रहा है...

# general.error
source: An error occurred
bn: একটি ত্রুটি ঘটেছে
hi: एक त्रुटि हुई

# general.retry
source: Retry
bn: পুনরায় চেষ্টা করুন
hi: पुनः प्रयास करें

# general.cancel
source: Cancel
bn: বাতিল
hi: रद्द करें

# general.save
source: Save
bn: সংরক্ষণ করুন
hi: सहेजें

# general.close
source: Close
bn: বন্ধ করুন
hi: बंद करें

# auth.login.title
source: Sign in to Loom
bn: Loom-এ সাইন ইন করুন
hi: Loom में साइन इन करें

# auth.login.subtitle
source: Choose your preferred sign-in method
bn: আপনার পছন্দের সাইন-ইন পদ্ধতি বেছে নিন
hi: अपना पसंदीदा साइन-इन तरीका चुनें

# auth.login.github
source: Continue with GitHub
bn: GitHub দিয়ে চালিয়ে যান
hi: GitHub से जारी रखें

# auth.login.google
source: Continue with Google
bn: Google দিয়ে চালিয়ে যান
hi: Google से जारी रखें

# auth.login.or
source: or
bn: অথবা
hi: या

# auth.login.emailLabel
source: Email address
bn: ইমেইল ঠিকানা
hi: ईमेल पता

# auth.login.sendMagicLink
source: Send magic link
bn: ম্যাজিক লিংক পাঠান
hi: मैजिक लिंक भेजें

# auth.login.sending
source: Sending...
bn: পাঠানো হচ্ছে...
hi: भेज रहा है...

# auth.login.checkEmail
source: Check your email
bn: আপনার ইমেইল চেক করুন
hi: अपना ईमेल देखें

# auth.login.magicLinkSent
source: We sent a sign-in link to
bn: আমরা একটি সাইন-ইন লিংক পাঠিয়েছি
hi: हमने साइन-इन लिंक भेजा है

# auth.login.useDifferentEmail
source: Use a different email
bn: অন্য ইমেইল ব্যবহার করুন
hi: दूसरा ईमेल उपयोग करें

# auth.login.error
source: Unable to send magic link. Please try again.
bn: ম্যাজিক লিংক পাঠানো যায়নি। অনুগ্রহ করে আবার চেষ্টা করুন।
hi: मैजिक लिंक भेजने में असमर्थ। कृपया पुनः प्रयास करें।

# auth.login.signups_disabled
source: New user signups are currently disabled. Please contact an administrator.
bn: নতুন ব্যবহারকারী নিবন্ধন বর্তমানে অক্ষম করা আছে। অনুগ্রহ করে একজন প্রশাসকের সাথে যোগাযোগ করুন।
hi: नए उपयोगकर्ता पंजीकरण वर्तमान में अक्षम हैं। कृपया किसी व्यवस्थापक से संपर्क करें।

# auth.device.title
source: Authorize CLI
bn: CLI অনুমোদন করুন
hi: CLI अधिकृत करें

# auth.device.subtitle
source: Enter the code displayed in your terminal to link your CLI with your account
bn: আপনার CLI-কে আপনার অ্যাকাউন্টের সাথে লিংক করতে টার্মিনালে দেখানো কোডটি প্রবেশ করান
hi: अपने CLI को अपने खाते से जोड़ने के लिए टर्मिनल में दिखाया गया कोड दर्ज करें

# auth.device.inputLabel
source: Enter your code
bn: আপনার কোড প্রবেশ করান
hi: अपना कोड दर्ज करें

# auth.device.authorize
source: Authorize
bn: অনুমোদন করুন
hi: अधिकृत करें

# auth.device.authorizing
source: Authorizing...
bn: অনুমোদন হচ্ছে...
hi: अधिकृत कर रहा है...

# auth.device.success
source: Authorized!
bn: অনুমোদিত!
hi: अधिकृत!

# auth.device.successMessage
source: You can now close this page and return to your terminal.
bn: আপনি এখন এই পৃষ্ঠাটি বন্ধ করে আপনার টার্মিনালে ফিরে যেতে পারেন।
hi: अब आप इस पेज को बंद करके अपने टर्मिनल पर वापस जा सकते हैं।

# auth.device.error
source: Invalid or expired code. Please check your terminal and try again.
bn: অবৈধ বা মেয়াদোত্তীর্ণ কোড। অনুগ্রহ করে আপনার টার্মিনাল চেক করে আবার চেষ্টা করুন।
hi: अमान्य या समाप्त कोड। कृपया अपना टर्मिनल जांचें और पुनः प्रयास करें।

# auth.device.noCode
source: Don't have a code? Run
bn: কোড নেই? চালান
hi: कोड नहीं है? चलाएं

# auth.device.inTerminal
source: in your terminal.
bn: আপনার টার্মিনালে।
hi: अपने टर्मिनल में।

# settings.sessions.title
source: Active Sessions
bn: সক্রিয় সেশনসমূহ
hi: सक्रिय सत्र

# settings.sessions.description
source: Manage your active sessions across devices
bn: বিভিন্ন ডিভাইসে আপনার সক্রিয় সেশনগুলি পরিচালনা করুন
hi: डिवाइसों पर अपने सक्रिय सत्रों को प्रबंधित करें

# settings.sessions.current
source: Current session
bn: বর্তমান সেশন
hi: वर्तमान सत्र

# settings.sessions.lastUsed
source: Last used
bn: সর্বশেষ ব্যবহৃত
hi: अंतिम उपयोग

# settings.sessions.createdAt
source: Created
bn: তৈরি হয়েছে
hi: बनाया गया

# settings.sessions.revoke
source: Revoke
bn: বাতিল করুন
hi: रद्द करें

# settings.sessions.revokeConfirm
source: Are you sure you want to revoke this session?
bn: আপনি কি নিশ্চিত যে এই সেশনটি বাতিল করতে চান?
hi: क्या आप वाकई इस सत्र को रद्द करना चाहते हैं?

# settings.sessions.noSessions
source: No active sessions
bn: কোনো সক্রিয় সেশন নেই
hi: कोई सक्रिय सत्र नहीं

# settings.sessions.web
source: Web
bn: ওয়েব
hi: वेब

# settings.nav.sessions
source: Sessions
bn: সেশনসমূহ
hi: सत्र

# settings.nav.profile
source: Profile
bn: প্রোফাইল
hi: प्रोफ़ाइल

# settings.nav.orgs
source: Organizations
bn: সংস্থাসমূহ
hi: संगठन

# settings.profile.title
source: Profile Settings
bn: প্রোফাইল সেটিংস
hi: प्रोफ़ाइल सेटिंग्स

# settings.profile.displayName
source: Display Name
bn: প্রদর্শন নাম
hi: प्रदर्शन नाम

# settings.profile.email
source: Email
bn: ইমেইল
hi: ईमेल

# settings.profile.emailHint
source: Email cannot be changed here
bn: ইমেইল এখানে পরিবর্তন করা যাবে না
hi: ईमेल यहां बदला नहीं जा सकता

# settings.profile.username
source: Username
bn: ইউজারনেম
hi: उपयोगकर्ता नाम

# settings.profile.usernamePlaceholder
source: Enter username
bn: ইউজারনেম লিখুন
hi: उपयोगकर्ता नाम दर्ज करें

# settings.profile.usernameHint
source: Your username is used for git repository URLs
bn: আপনার ইউজারনেম git রিপোজিটরি URL-এর জন্য ব্যবহৃত হয়
hi: आपका उपयोगकर्ता नाम git रिपॉजिटरी URL के लिए उपयोग किया जाता है

# settings.profile.usernameInvalid
source: Username can only contain letters, numbers, and underscores
bn: ইউজারনেমে শুধুমাত্র অক্ষর, সংখ্যা এবং আন্ডারস্কোর থাকতে পারে
hi: उपयोगकर्ता नाम में केवल अक्षर, संख्या और अंडरस्कोर हो सकते हैं

# settings.profile.usernameTaken
source: This username is already taken
bn: এই ইউজারনেম ইতিমধ্যে ব্যবহৃত হয়েছে
hi: यह उपयोगकर्ता नाम पहले से उपयोग में है

# settings.profile.usernameTooShort
source: Username must be at least 3 characters
bn: ইউজারনেম কমপক্ষে ৩ অক্ষরের হতে হবে
hi: उपयोगकर्ता नाम कम से कम 3 वर्णों का होना चाहिए

# settings.profile.usernameTooLong
source: Username must be at most 39 characters
bn: ইউজারনেম সর্বাধিক ৩৯ অক্ষরের হতে হবে
hi: उपयोगकर्ता नाम अधिकतम 39 वर्णों का होना चाहिए

# settings.profile.locale
source: Language
bn: ভাষা
hi: भाषा

# settings.profile.save
source: Save Changes
bn: পরিবর্তনগুলি সংরক্ষণ করুন
hi: परिवर्तन सहेजें

# settings.profile.saving
source: Saving...
bn: সংরক্ষণ হচ্ছে...
hi: सहेज रहा है...

# settings.profile.saved
source: Profile updated successfully
bn: প্রোফাইল সফলভাবে আপডেট হয়েছে
hi: प्रोफ़ाइल सफलतापूर्वक अपडेट हुई

# settings.profile.error
source: Failed to update profile
bn: প্রোফাইল আপডেট করা যায়নি
hi: प्रोफ़ाइल अपडेट करने में विफल

# orgs.title
source: Organizations
bn: সংস্থাসমূহ
hi: संगठन

# orgs.description
source: Manage your organizations and teams
bn: আপনার সংস্থা এবং টিমগুলি পরিচালনা করুন
hi: अपने संगठनों और टीमों को प्रबंधित करें

# orgs.create
source: Create Organization
bn: সংস্থা তৈরি করুন
hi: संगठन बनाएं

# orgs.createTitle
source: Create New Organization
bn: নতুন সংস্থা তৈরি করুন
hi: नया संगठन बनाएं

# orgs.name
source: Organization Name
bn: সংস্থার নাম
hi: संगठन का नाम

# orgs.slug
source: URL Slug
bn: URL স্লাগ
hi: URL स्लग

# orgs.slugHint
source: Used in URLs, lowercase letters and hyphens only
bn: URL-এ ব্যবহৃত হয়, শুধুমাত্র ছোট হাতের অক্ষর এবং হাইফেন
hi: URLs में उपयोग होता है, केवल छोटे अक्षर और हाइफन

# orgs.visibility
source: Visibility
bn: দৃশ্যমানতা
hi: दृश्यता

# orgs.visibilityPublic
source: Public
bn: সর্বজনীন
hi: सार्वजनिक

# orgs.visibilityPrivate
source: Private
bn: ব্যক্তিগত
hi: निजी

# orgs.joinPolicy
source: Join Policy
bn: যোগদান নীতি
hi: जॉइन नीति

# orgs.joinPolicyOpen
source: Open
bn: উন্মুক্ত
hi: खुला

# orgs.joinPolicyRequest
source: Request to Join
bn: যোগদানের অনুরোধ
hi: जॉइन के लिए अनुरोध

# orgs.joinPolicyInvite
source: Invite Only
bn: শুধুমাত্র আমন্ত্রণে
hi: केवल आमंत्रण

# orgs.members
source: Members
bn: সদস্যরা
hi: सदस्य

# orgs.teams
source: Teams
bn: টিমগুলি
hi: टीमें

# orgs.apiKeys
source: API Keys
bn: API কীগুলি
hi: API कुंजियां

# orgs.settings
source: Settings
bn: সেটিংস
hi: सेटिंग्स

# orgs.noOrgs
source: No organizations yet
bn: এখনও কোনো সংস্থা নেই
hi: अभी तक कोई संगठन नहीं

# orgs.delete
source: Delete Organization
bn: সংস্থা মুছুন
hi: संगठन हटाएं

# orgs.deleteConfirm
source: Are you sure you want to delete this organization?
bn: আপনি কি নিশ্চিত যে এই সংস্থাটি মুছতে চান?
hi: क्या आप वाकई इस संगठन को हटाना चाहते हैं?

# settings.orgs.title
source: Organizations
bn: সংস্থাসমূহ
hi: संगठन

# settings.orgs.description
source: Manage your organizations and team memberships
bn: আপনার সংস্থা এবং টিম সদস্যপদ পরিচালনা করুন
hi: अपने संगठनों और टीम सदस्यताओं को प्रबंधित करें

# settings.orgs.create
source: Create Organization
bn: সংস্থা তৈরি করুন
hi: संगठन बनाएं

# settings.orgs.noOrgs
source: No organizations yet
bn: এখনও কোনো সংস্থা নেই
hi: अभी तक कोई संगठन नहीं

# settings.orgs.loadError
source: Failed to load organizations
bn: সংস্থাগুলি লোড করা যায়নি
hi: संगठन लोड करने में विफल

# settings.orgs.personal
source: Personal
bn: ব্যক্তিগত
hi: व्यक्तिगत

# settings.orgs.slug
source: Slug
bn: স্লাগ
hi: स्लग

# settings.orgs.member
source: member
bn: সদস্য
hi: सदस्य

# settings.orgs.members
source: members
bn: সদস্যরা
hi: सदस्य

# settings.orgs.visibility.public
source: Public
bn: সর্বজনীন
hi: सार्वजनिक

# settings.orgs.visibility.unlisted
source: Unlisted
bn: তালিকাভুক্ত নয়
hi: असूचीबद्ध

# settings.orgs.visibility.private
source: Private
bn: ব্যক্তিগত
hi: निजी

# settings.orgs.new.title
source: Create Organization
bn: সংস্থা তৈরি করুন
hi: संगठन बनाएं

# settings.orgs.new.name
source: Organization Name
bn: সংস্থার নাম
hi: संगठन का नाम

# settings.orgs.new.namePlaceholder
source: My Organization
bn: আমার সংস্থা
hi: मेरा संगठन

# settings.orgs.new.slug
source: Slug
bn: স্লাগ
hi: स्लग

# settings.orgs.new.slugPlaceholder
source: my-organization
hi: mera-sangathan

# settings.orgs.new.slugHint
source: URL-safe identifier (lowercase letters, numbers, and hyphens)
bn: URL-নিরাপদ শনাক্তকারী (ছোট হাতের অক্ষর, সংখ্যা এবং হাইফেন)
hi: URL-सुरक्षित पहचानकर्ता (छोटे अक्षर, संख्याएं और हाइफन)

# settings.orgs.new.visibility
source: Visibility
bn: দৃশ্যমানতা
hi: दृश्यता

# settings.orgs.new.create
source: Create Organization
bn: সংস্থা তৈরি করুন
hi: संगठन बनाएं

# settings.orgs.new.creating
source: Creating...
bn: তৈরি হচ্ছে...
hi: बना रहा है...

# settings.orgs.new.error
source: Failed to create organization
bn: সংস্থা তৈরি করা যায়নি
hi: संगठन बनाने में विफल

# settings.orgs.new.requiredFields
source: Name and slug are required
bn: নাম এবং স্লাগ প্রয়োজন
hi: नाम और स्लग आवश्यक हैं

# members.title
source: Members
bn: সদস্যরা
hi: सदस्य

# members.add
source: Add Member
bn: সদস্য যোগ করুন
hi: सदस्य जोड़ें

# members.remove
source: Remove
bn: সরান
hi: हटाएं

# members.removeConfirm
source: Are you sure you want to remove this member?
bn: আপনি কি নিশ্চিত যে এই সদস্যকে সরাতে চান?
hi: क्या आप वाकई इस सदस्य को हटाना चाहते हैं?

# members.role
source: Role
bn: ভূমিকা
hi: भूमिका

# members.roleOwner
source: Owner
bn: মালিক
hi: मालिक

# members.roleAdmin
source: Admin
bn: অ্যাডমিন
hi: एडमिन

# members.roleMember
source: Member
bn: সদস্য
hi: सदस्य

# members.changeRole
source: Change Role
bn: ভূমিকা পরিবর্তন করুন
hi: भूमिका बदलें

# members.noMembers
source: No members yet
bn: এখনও কোনো সদস্য নেই
hi: अभी तक कोई सदस्य नहीं

# teams.title
source: Teams
bn: টিমগুলি
hi: टीमें

# teams.create
source: Create Team
bn: টিম তৈরি করুন
hi: टीम बनाएं

# teams.createTitle
source: Create New Team
bn: নতুন টিম তৈরি করুন
hi: नई टीम बनाएं

# teams.name
source: Team Name
bn: টিমের নাম
hi: टीम का नाम

# teams.slug
source: URL Slug
bn: URL স্লাগ
hi: URL स्लग

# teams.members
source: Team Members
bn: টিম সদস্যরা
hi: टीम सदस्य

# teams.addMember
source: Add Member
bn: সদস্য যোগ করুন
hi: सदस्य जोड़ें

# teams.removeMember
source: Remove
bn: সরান
hi: हटाएं

# teams.removeMemberConfirm
source: Are you sure you want to remove this member from the team?
bn: আপনি কি নিশ্চিত যে এই সদস্যকে টিম থেকে সরাতে চান?
hi: क्या आप वाकई इस सदस्य को टीम से हटाना चाहते हैं?

# teams.noTeams
source: No teams yet
bn: এখনও কোনো টিম নেই
hi: अभी तक कोई टीम नहीं

# teams.noMembers
source: No members in this team
bn: এই টিমে কোনো সদস্য নেই
hi: इस टीम में कोई सदस्य नहीं

# teams.delete
source: Delete Team
bn: টিম মুছুন
hi: टीम हटाएं

# teams.deleteConfirm
source: Are you sure you want to delete this team?
bn: আপনি কি নিশ্চিত যে এই টিমটি মুছতে চান?
hi: क्या आप वाकई इस टीम को हटाना चाहते हैं?

# teams.roleMaintainer
source: Maintainer
bn: রক্ষণাবেক্ষণকারী
hi: मेंटेनर

# teams.roleMember
source: Member
bn: সদস্য
hi: सदस्य

# teams.role.maintainer
source: Maintainer
bn: রক্ষণাবেক্ষণকারী
hi: मेंटेनर

# teams.role.member
source: Member
bn: সদস্য
hi: सदस्य

# teams.backToOrg
source: Back to organization
bn: সংস্থায় ফিরে যান
hi: संगठन पर वापस जाएं

# teams.changeRole
source: Change role
bn: ভূমিকা পরিবর্তন করুন
hi: भूमिका बदलें

# teams.settings
source: Team Settings
bn: টিম সেটিংস
hi: टीम सेटिंग्स

# teams.teamName
source: Team Name
bn: টিমের নাম
hi: टीम का नाम

# teams.save
source: Save Changes
bn: পরিবর্তনগুলি সংরক্ষণ করুন
hi: परिवर्तन सहेजें

# teams.saving
source: Saving...
bn: সংরক্ষণ হচ্ছে...
hi: सहेज रहा है...

# teams.saved
source: Team updated successfully
bn: টিম সফলভাবে আপডেট হয়েছে
hi: टीम सफलतापूर्वक अपडेट हुई

# teams.deleteTeam
source: Delete Team
bn: টিম মুছুন
hi: टीम हटाएं

# teams.deleteTeamConfirm
source: Are you sure you want to delete this team? This action cannot be undone.
bn: আপনি কি নিশ্চিত যে এই টিমটি মুছতে চান? এই কাজটি পূর্বাবস্থায় ফেরানো যাবে না।
hi: क्या आप वाकई इस टीम को हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती।

# teams.deleteTeamWarning
source: This will permanently delete the team and remove all members.
bn: এটি স্থায়ীভাবে টিমটি মুছে দেবে এবং সমস্ত সদস্যকে সরিয়ে দেবে।
hi: यह टीम को स्थायी रूप से हटा देगा और सभी सदस्यों को हटा देगा।

# teams.deleting
source: Deleting...
bn: মুছে ফেলা হচ্ছে...
hi: हटा रहा है...

# teams.selectMember
source: Select a member to add
bn: যোগ করতে একজন সদস্য নির্বাচন করুন
hi: जोड़ने के लिए सदस्य चुनें

# teams.selectRole
source: Select role
bn: ভূমিকা নির্বাচন করুন
hi: भूमिका चुनें

# teams.adding
source: Adding...
bn: যোগ হচ্ছে...
hi: जोड़ रहा है...

# teams.add
source: Add
bn: যোগ করুন
hi: जोड़ें

# teams.noAvailableMembers
source: No organization members available to add
bn: যোগ করার জন্য কোনো সংস্থার সদস্য উপলব্ধ নেই
hi: जोड़ने के लिए कोई संगठन सदस्य उपलब्ध नहीं

# apiKeys.title
source: API Keys
bn: API কীগুলি
hi: API कुंजियां

# apiKeys.description
source: Manage API keys for programmatic access
bn: প্রোগ্রাম্যাটিক অ্যাক্সেসের জন্য API কীগুলি পরিচালনা করুন
hi: प्रोग्रामेटिक एक्सेस के लिए API कुंजियां प्रबंधित करें

# apiKeys.create
source: Create API Key
bn: API কী তৈরি করুন
hi: API कुंजी बनाएं

# apiKeys.createTitle
source: Create New API Key
bn: নতুন API কী তৈরি করুন
hi: नई API कुंजी बनाएं

# apiKeys.name
source: Key Name
bn: কী-এর নাম
hi: कुंजी का नाम

# apiKeys.nameHint
source: A descriptive name for this key
bn: এই কী-এর জন্য একটি বর্ণনামূলক নাম
hi: इस कुंजी के लिए एक वर्णनात्मक नाम

# apiKeys.scopes
source: Scopes
bn: স্কোপসমূহ
hi: स्कोप

# apiKeys.scopesHint
source: Select the permissions for this key
bn: এই কী-এর জন্য অনুমতিগুলি নির্বাচন করুন
hi: इस कुंजी के लिए अनुमतियां चुनें

# apiKeys.scopeThreadsRead
source: Read Threads
bn: থ্রেড পড়ুন
hi: थ्रेड्स पढ़ें

# apiKeys.scopeThreadsWrite
source: Write Threads
bn: থ্রেড লিখুন
hi: थ्रेड्स लिखें

# apiKeys.scopeLlmUse
source: Use LLM
bn: LLM ব্যবহার করুন
hi: LLM का उपयोग करें

# apiKeys.prefix
source: Key Prefix
bn: কী প্রিফিক্স
hi: कुंजी प्रीफिक्स

# apiKeys.createdAt
source: Created
bn: তৈরি হয়েছে
hi: बनाया गया

# apiKeys.lastUsed
source: Last Used
bn: সর্বশেষ ব্যবহৃত
hi: अंतिम उपयोग

# apiKeys.never
source: Never
bn: কখনো না
hi: कभी नहीं

# apiKeys.revoke
source: Revoke
bn: বাতিল করুন
hi: रद्द करें

# apiKeys.revokeConfirm
source: Are you sure you want to revoke this API key?
bn: আপনি কি নিশ্চিত যে এই API কীটি বাতিল করতে চান?
hi: क्या आप वाकई इस API कुंजी को रद्द करना चाहते हैं?

# apiKeys.noKeys
source: No API keys yet
bn: এখনও কোনো API কী নেই
hi: अभी तक कोई API कुंजी नहीं

# apiKeys.copyWarning
source: Copy this key now. You won't be able to see it again.
bn: এই কীটি এখনই কপি করুন। আপনি এটি আর দেখতে পাবেন না।
hi: इस कुंजी को अभी कॉपी करें। आप इसे दोबारा नहीं देख पाएंगे।

# apiKeys.copied
source: Copied to clipboard
bn: ক্লিপবোর্ডে কপি করা হয়েছে
hi: क्लिपबोर्ड पर कॉपी किया गया

# admin.users.impersonate
source: Impersonate
bn: ছদ্মবেশ ধারণ
hi: प्रतिरूपण करें

# admin.users.updated
source: Updated
bn: আপডেট হয়েছে
hi: अपडेट किया गया

# admin.users.makeAdmin
source: Make Admin
bn: প্রশাসক করুন
hi: व्यवस्थापक बनाएं

# admin.users.removeAdmin
source: Remove Admin
bn: প্রশাসক সরান
hi: व्यवस्थापक हटाएं

# admin.users.makeSupport
source: Make Support
bn: সাপোর্ট করুন
hi: सहायता बनाएं

# admin.users.removeSupport
source: Remove Support
bn: সাপোর্ট সরান
hi: सहायता हटाएं

# admin.users.makeAuditor
source: Make Auditor
bn: নিরীক্ষক করুন
hi: लेखापरीक्षक बनाएं

# admin.users.removeAuditor
source: Remove Auditor
bn: নিরীক্ষক সরান
hi: लेखापरीक्षक हटाएं

# admin.users.cancel
source: Cancel
bn: বাতিল
hi: रद्द करें

# admin.users.confirm
source: Delete
bn: মুছুন
hi: हटाएं

# admin.users.delete
source: Delete
bn: মুছুন
hi: हटाएं

# admin.users.deleteConfirmMessage
source: Are you sure you want to delete this user? This action cannot be undone.
bn: আপনি কি নিশ্চিত যে আপনি এই ব্যবহারকারীকে মুছতে চান? এই ক্রিয়াটি পূর্বাবস্থায় ফেরানো যাবে না।
hi: क्या आप वाकई इस उपयोगकर्ता को हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती।

# admin.users.deleteConfirmTitle
source: Delete User
bn: ব্যবহারকারী মুছুন
hi: उपयोगकर्ता हटाएं

# admin.users.impersonateConfirmMessage
source: You are about to impersonate this user. All actions will be logged for auditing purposes.
bn: আপনি এই ব্যবহারকারীর ছদ্মবেশ ধারণ করতে চলেছেন। অডিট উদ্দেশ্যে সমস্ত ক্রিয়া লগ করা হবে।
hi: आप इस उपयोगकर्ता का प्रतिरूपण करने वाले हैं। ऑडिट उद्देश्यों के लिए सभी क्रियाएं लॉग की जाएंगी।

# admin.users.impersonateConfirmTitle
source: Impersonate User
bn: ব্যবহারকারীর ছদ্মবেশ
hi: उपयोगकर्ता का प्रतिरूपण करें

# admin.users.impersonateReasonLabel
source: Reason for impersonation
bn: ছদ্মবেশের কারণ
hi: प्रतिरूपण का कारण

# admin.users.impersonateReasonPlaceholder
source: e.g., Investigating support ticket #1234
bn: যেমন, সাপোর্ট টিকেট #1234 তদন্ত করা
hi: उदा., सपोर्ट टिकट #1234 की जांच

# admin.logs.title
source: Server Logs
bn: সার্ভার লগ
hi: सर्वर लॉग

# admin.logs.description
source: View and stream real-time server logs
bn: রিয়েল-টাইমে সার্ভার লগ দেখুন এবং স্ট্রিম করুন
hi: रीयल-टाइम में सर्वर लॉग देखें और स्ट्रीम करें

# admin.logs.buffer_status
source: {size} / {capacity} entries in buffer
bn: বাফারে {size} / {capacity} এন্ট্রি
hi: बफर में {size} / {capacity} प्रविष्टियाँ

# admin.logs.start_stream
source: Start Streaming
bn: স্ট্রিমিং শুরু করুন
hi: स्ट्रीमिंग शुरू करें

# admin.logs.stop_stream
source: Stop Streaming
bn: স্ট্রিমিং বন্ধ করুন
hi: स्ट्रीमिंग रोकें

# admin.logs.clear
source: Clear
bn: মুছুন
hi: साफ़ करें

# admin.logs.level
source: Level
bn: স্তর
hi: स्तर

# admin.logs.target
source: Target
bn: লক্ষ্য
hi: लक्ष्य

# admin.logs.auto_scroll
source: Auto-scroll
bn: স্বয়ংক্রিয় স্ক্রোল
hi: ऑटो-स्क्रॉल

# admin.logs.no_logs
source: No log entries
bn: কোনো লগ এন্ট্রি নেই
hi: कोई लॉग प्रविष्टि नहीं

# admin.logs.no_matches
source: No logs match the current filters
bn: বর্তমান ফিল্টারের সাথে কোনো লগ মেলেনি
hi: वर्तमान फ़िल्टर से कोई लॉग मेल नहीं खाता

# admin.logs.streaming
source: Live
bn: লাইভ
hi: लाइव

# admin.logs.stream_error
source: Log stream disconnected
bn: লগ স্ট্রিম বিচ্ছিন্ন হয়েছে
hi: लॉग स्ट्रीम डिस्कनेक्ट हो गई

# admin.logs.search_placeholder
source: Search logs...
bn: লগ খুঁজুন...
hi: लॉग खोजें...

# admin.logs.show_all
source: All levels
bn: সব স্তর
hi: सभी स्तर

# admin.logs.errors_only
source: Errors only
bn: শুধু ত্রুটি
hi: केवल त्रुटियाँ

# admin.logs.showing_count
source: Showing {shown} of {total} logs
bn: {total} টির মধ্যে {shown} টি লগ দেখানো হচ্ছে
hi: {total} में से {shown} लॉग दिखा रहे हैं

# admin.dashboard.view_all_logs
source: View all logs â†’
bn: সব লগ দেখুন →
hi: सभी लॉग देखें →

# admin.users.you
source: (you)
bn: (আপনি)
hi: (आप)

# weavers.subtitle
source: Manage ephemeral development environments
bn: অস্থায়ী উন্নয়ন পরিবেশ পরিচালনা করুন
hi: अस्थायी विकास वातावरण प्रबंधित करें

# weavers.new
source: New Weaver
bn: নতুন Weaver
hi: नया Weaver

# weavers.organization
source: Organization
bn: সংস্থা
hi: संगठन

# client.repos.list.title
source: Repositories
bn: রিপোজিটরি
hi: रिपॉजिटरी

# client.repos.list.new
source: New Repository
bn: নতুন রিপোজিটরি
hi: नई रिपॉजिटरी

# client.repos.list.search_placeholder
source: Search repositories...
bn: রিপোজিটরি খুঁজুন...
hi: रिपॉजिटरी खोजें...

# client.repos.list.try_again
source: Try Again
bn: আবার চেষ্টা করুন
hi: पुनः प्रयास करें

# client.repos.list.no_match
source: No repositories match your search
bn: কোনো রিপোজিটরি পাওয়া যায়নি
hi: कोई रिपॉजिटरी नहीं मिली

# client.repos.list.empty
source: No repositories yet
bn: এখনো কোনো রিপোজিটরি নেই
hi: अभी तक कोई रिपॉजिटरी नहीं

# client.repos.list.create_first
source: Create your first repository
bn: আপনার প্রথম রিপোজিটরি তৈরি করুন
hi: अपनी पहली रिपॉजिटरी बनाएं
